{"batchcomplete":"","query":{"normalized":[{"from":"train","to":"Train"}],"pages":{"30598":{"pageid":30598,"ns":0,"title":"Train","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{About|the rail vehicle|the American rock band|Train (band)|the act of teaching or developing skills or knowledge|Training|other uses}}\n{{pp-vandalism|expiry=8 October 2016|small=yes}}\n{{Use dmy dates|date=September 2015}}\n[[File:BNSF 5350 20040808 Prairie du Chien WI.jpg|thumb|240px|A [[BNSF Railway|BNSF]] [[intermodal freight transport|intermodal]] freight train passes through [[Wisconsin]], United States]]\n{{train topics}}\n\nA '''train''' is a form of [[rail transport]] consisting of a series of [[vehicle]]s that usually runs along a [[rail track]] to transport [[cargo]] or [[passenger]]s. Motive power is provided by a separate [[locomotive]] or individual motors in self-propelled [[multiple unit]]s. Although historically [[steam locomotive|steam]] propulsion dominated, the most common modern forms are [[diesel locomotive|diesel]] and [[Electric locomotive|electric]] locomotives, the latter supplied by [[Overhead lines|overhead wires]] or [[Third rail|additional rails]]. Other energy sources include [[Horsecar|horses]], [[Cable railway|engine or water-driven rope or wire winch]], [[gravity]], [[pneumatics]], [[Battery (electricity)|batteries]], and [[gas turbine]]s. Train tracks usually consist of two running [[Rail profile|rails]], sometimes supplemented by additional rails such as [[Third rail|electric conducting rails]] and [[Rack railway|rack rails]], with a limited number of [[monorail]]s and [[magnetic levitation train|maglev]] guideways in the mix.<ref>{{cite web|title=Magnetic Levitation Trains|url=http://www.lanl.gov/orgs/mpa/stc/train.shtml|website=Los Alamos National Laboratory|publisher=Los Alamos National Laboratory|accessdate=17 September 2014|quote=The electrodynamic suspension (EDS) levitates the train by repulsive forces from the induced currents in the conductive guideways.}}</ref> The word 'train' comes from the [[Old French]] ''trahiner'', from the [[Latin]] ''trahere'' 'pull, draw'.<ref>{{cite web | title = Train (noun) | work = (definition – Compact OED) | publisher = Oxford University Press | url = http://www.askoxford.com/concise_oed/train?view=uk | accessdate = 2008-03-18}}</ref>\n\nThere are various types of trains that are designed for particular purposes. A train may consist of a combination of one or more [[locomotive]]s and attached [[railroad car]]s, or a self-propelled [[multiple unit]] (or occasionally a single or articulated powered coach, called a [[railcar]]). The first trains were rope-hauled, gravity powered or pulled by horses. From the early 19th century almost all were powered by [[steam locomotive]]s. From the 1910s onwards the steam locomotives began to be replaced by less labor-intensive and cleaner (but more complex and expensive) [[diesel locomotive]]s and [[electric locomotive]]s, while at about the same time self-propelled [[multiple unit]] vehicles of either power system became much more common in passenger service.\n\nA passenger train is one which includes passenger-carrying vehicles which can often be very long and fast.  One notable and growing long-distance train category is high-speed rail. In order to achieve much faster operation over {{convert|500|km/h|mph|abbr=on}}, innovative [[Maglev train|Maglev]] technology has been researched for years. In most countries, such as the United Kingdom, the distinction between a tramway and a railway is precise and defined in law. The term [[light rail]] is sometimes used for a modern tram system, but it may also mean an intermediate form between a tram and a train, similar to a [[rapid transit|heavy rail rapid transit system]] except that it may have level crossings.\n\nA [[freight train]] (also known as a goods train) uses [[Railroad car#Freight cars|freight cars]] (also known as wagons or trucks) to transport goods or materials ([[cargo]]).  Freight and passengers may be carried in the same train in a ''mixed consist''.\n\nRail cars and machinery used for maintenance and repair of tracks, etc., are termed ''[[maintenance of way]]'' equipment; these may be assembled into maintenance of way trains.  Similarly, dedicated trains may be used to provide support services to stations along a train line, such as garbage or revenue collection.\n\n== Types ==\n[[File:5051 Earl Bathurst Cocklewood Harbour.jpg|thumb|[[Steam locomotive]]-hauled passenger train]]\n[[File:390029 'City of Stoke-on-Trent' at Birmingham New Street.JPG|thumb|[[British Rail Class 390]] [[Electric multiple unit]] train]]\n[[File:Transperth Sets.JPG|thumb|A [[Transperth]] [[Transperth B-series train|B-series train]]]]\n[[File:Train Sudan towards Wau.jpg|thumbnail|right|Passengers travelling on the roof of a train in South Sudan]]\n\nThere are various types of trains that are designed for particular purposes. A train can consist of a combination of one or more [[locomotive]]s and attached [[railroad car]]s, or a self-propelled [[multiple unit]] (or occasionally a single or articulated powered coach, called a [[railcar]]). Trains can also be hauled by horses, pulled by a cable, or run downhill by gravity.\nSpecial kinds of trains running on corresponding special 'railways' are [[atmospheric railway]]s, [[monorail]]s, [[high-speed rail]]ways, [[Maglev train|maglev]], [[Rubber-tyred metro|rubber-tired underground]], [[funicular]] and [[Rack railway|cog railways]].\n\nA passenger train may consist of one or several locomotives and coaches. Alternatively, a train may consist entirely of passenger carrying coaches, some or all of which are powered as a \"[[multiple unit]]\". In many parts of the world, particularly the [[Far East]] and Europe, [[high-speed rail]] is used extensively for passenger travel. Freight trains are composed of wagons or trucks rather than carriages, though some parcel and mail trains (especially [[Travelling Post Office]]s) are outwardly more like passenger trains.\n\nTrains can also be 'mixed', comprising both passenger accommodation and freight vehicles. Such mixed trains are most likely to occur where services are infrequent, and running separate passenger and freight trains is not cost-effective, though the differing needs of passengers and freight usually means this is avoided where possible. Special trains are also used for [[Rail tracks#Track maintenance|track maintenance]]; in some places, this is called maintenance of way.\n\nIn the United Kingdom, a train hauled by two locomotives is said to be \"double-headed\", and in Canada and the United States it is quite common for a long freight train to be headed by three or more locomotives. A train with a locomotive attached at each end is described as 'top and tailed', this practice typically being used when there are no reversing facilities available. Where a second locomotive is attached temporarily to assist a train up steep banks or grades (or down them by providing braking power) it is referred to as '[[bank engine|banking]]' in the UK, or 'helper service' in North America. Recently, many loaded trains in the United States have been made up with one or more locomotives in the middle or at the rear of the train, operated remotely from the lead cab. This is referred to as \"DP\" or \"Distributed Power.\"\n\n=== Terminology ===\nThe [[railway terminology]] that is used to describe a 'train' varies between countries.\n;United Kingdom\nIn the United Kingdom, the interchangeable terms '''set''' and '''unit''' are used to refer to a group of permanently or semi-permanently coupled vehicles, such as those of a [[multiple unit]]. While when referring to a train made up of a variety of vehicles, or of several sets/units, the term '''formation''' is used. (Although the UK public and media often forgo 'formation', for simply 'train'.) The word '''rake''' is also used for a group of coaches or wagons.\n\nIn the United Kingdom Section 83(1) of the [[Railways Act 1993]] defines \"train\" as follows:\n:a) two or more items of rolling stock coupled together, at least one of which is a locomotive; or\n:b) a locomotive not coupled to any other rolling stock.\n\n;United States\nIn the United States, the term '''consist''' is used to describe the group of rail vehicles which make up a train. When referring to [[motive power]], '''consist''' refers to the group of [[locomotive]]s powering the train. Similarly, the term '''trainset''' refers to a group of [[rolling stock]] that is permanently or semi-permanently coupled together to form a unified set of equipment (the term is most often applied to [[passenger train]] configurations).\n\nThere are three types of trains: Electric, Diesel and Steam.\n\nThe [[Atchison, Topeka and Santa Fe Railway]]'s 1948 operating rules define a train as: \"An engine or more than one engine coupled, with or without cars, displaying markers.\"<ref>{{cite book| author=Atchison, Topeka and Santa Fe Railway| title=Rules: Operating Department| year=1948| pages=7 }}</ref>\n\n== Bogies ==\n[[File:Railroad truck,FM55-20.Fig8-8.png|thumb|US-style railroad truck (bogie) with [[journal bearing]]s]]\n{{Main|Bogie}}\nA '''bogie''' ({{IPAc-en|ˈ|b|oʊ|ɡ|i}} {{Respell|BOH|ghee}}) is a [[wheel]]ed wagon or trolley. In [[Machine|mechanics]] terms, a bogie is a [[chassis]] or [[Underframe|framework]] carrying wheels, attached to a vehicle. It can be fixed in place, as on a cargo truck, mounted on a swivel, as on a railway carriage or locomotive, or sprung as in the suspension of a caterpillar [[tracked vehicle]]. Usually, two bogies are fitted to each carriage, wagon or locomotive, one at each end. An alternate configuration often is used in articulated vehicles, which places the bogies (often jacobs bogies) under the connection between the carriages or wagons. Most bogies have two axles, as this is the simplest design, but some cars designed for extremely heavy loads have been built with up to five axles per bogie. Heavy-duty cars may have more than two bogies using span bolsters to equalize the load and connect the bogies to the cars. Usually, the train floor is at a level above the bogies, but the floor of the car may be lower between bogies, such as for a double decker train to increase interior space while staying within height restrictions, or in easy-access, stepless-entry, low-floor trains.\n\n== Motive power ==\n{{Main|Locomotive}}\nThe first trains were rope-hauled, gravity powered or pulled by horses. From the early 19th century almost all were powered by [[steam locomotive]]s. From the 1910s onwards the steam locomotives began to be replaced by less labor-intensive and cleaner (but more complex and expensive) [[diesel locomotive]]s and [[electric locomotive]]s, while at about the same time self-propelled [[multiple unit]] vehicles of either power system became much more common in passenger service. In most countries [[dieselization]] of locomotives in day-to-day use was completed by the 1970s. Steam locomotives are still used in a few locales where [[coal]] and labor are cheap, most notably the [[People's Republic of China]]. Steam powered [[Heritage railway]]s are operated in many countries for the leisure and enthusiast market.\n\nElectric traction offers a lower cost per mile of train operation but at a higher initial cost, which can only be justified on high traffic lines. Since the cost per mile of construction is much higher, electric traction is less viable for long-distance lines with the exception of long-distance high speed lines. Electric trains receive their current via [[overhead lines]] or through a [[Third rail|third rail electric system]].\n\nA recent variation of the electric locomotive is the fuel cell locomotive.<ref>{{cite web|url=http://www.hydrogencarsnow.com/blog2/index.php/hydrogen-vehicles/i-hear-the-hydrogen-train-a-comin-its-rolling-round-the-bend/|title=I Hear the Hydrogen Train a Comin', It's Rolling Round the Bend – Hydrogen Cars Now|author=Hydro Kevin Kantola|work=Hydrogen Cars Now}}</ref> Fuel cell locomotives combine the advantage of not needing an electrical system in place, with the advantage of emissionless operation. However, there is a substantial initial cost of such [[fuel cell vehicle]]s.\n\n== Passenger trains ==\n[[File:323godley.jpg|thumb|[[British Rail Class 323|Class 323]] at Godley]]\n[[File:InterCity2 - passenger car interior.jpg|thumb|Interior of a [[passenger car (rail)|passenger car]] in a long-distance train in [[Finland]]]]\n[[File:Passengers in Amtrak lounge car of San Joaquin (train) 2014.jpg|thumb|right|Passengers in the lounge car of an Amtrak [[San Joaquin Valley]] train, California, 2014]]\nA passenger train is one which includes passenger-carrying vehicles which can often be very long and fast. It may be a self-powered [[multiple unit]] or [[railcar]], or else a combination of one or more [[locomotive]]s and one or more unpowered trailers known as [[passenger car (rail)|coaches, cars or carriages]]. Passenger trains travel between [[train station|stations]] or [[train station|depots]], at which passengers may board and disembark. In most cases, passenger trains operate on a fixed [[Public transport timetable|schedule]] and have superior track occupancy rights over [[freight train]]s.\n\nUnlike freight trains, passenger trains must supply [[head-end power]] to each coach for lighting and heating, among other purposes. This can be drawn directly from the locomotive's [[Prime mover (locomotive)|prime mover]] (modified for the purpose), or from a separate [[diesel generator]] in the locomotive. For passenger service on remote routes where a head-end-equipped locomotive may not always be available, a separate generator van may be used.<ref>{{cite news | first = Bob | last = Johnson | title = Head-end power | date = 1 May 2006 | url = http://trn.trains.com/railroads/abcs-of-railroading/2006/05/head-end-power | work = ABCs of Railroading | accessdate = 20 July 2015}}</ref><ref>{{cite web| url=http://www.nwrail.com/HEP_config.html| title=HEP Trainline Configurations in North America| publisher=''Northwest Rail''| accessdate=20 July 2015 }}</ref>\n\nOversight of a passenger train is the responsibility of the [[conductor (transportation)|conductor]]. He or she is usually assisted by other crew members, such as service attendants or [[porter (railroad)|porters]]. During the heyday of [[North America]]n passenger rail travel, long distance trains carried two conductors: the aforementioned train conductor, and a [[Pullman Company|Pullman conductor]], the latter being in charge of [[sleeping car]] personnel.\n\nMany [[Luxury train|prestigious passenger train services]] have been given a [[List of named passenger trains|specific name]], some of which have become [[Famous trains|famous]] in literature and fiction. In past years, railroaders often referred to passenger trains as the \"varnish\", alluding to the bygone days of wooden-bodied coaches with their lustrous exterior finishes and fancy [[livery]]. \"Blocking the varnish\" meant a slow-moving freight train was obstructing a fast passenger train, causing delays.\n\nSome passenger trains, both long distance and short distanced, may use [[Bilevel car|bi-level (double-decker)]] cars to carry more passengers per train. Car design and the general safety of passenger trains have dramatically evolved over time, making travel by rail remarkably safe.\n\n=== High-speed rail ===\n\n[[File:Shinkansen 500 Kyoto 2005-03-19.jpg|thumb|Japanese [[Shinkansen]] [[500 Series Shinkansen|500 Series]] ([[High-speed rail]])]]\n{{Main|High-speed rail}}\n[[File:CRH380Afromshanghai.jpg|thumb|Chinese CRH380]]\nOne notable and growing long-distance train category is high-speed rail. Generally, high speed rail runs at speeds above {{convert|200|km/h|mph|-1|abbr=on}} and often operates on dedicated track that is surveyed and prepared to accommodate high speeds. [[Japan]]'s [[Shinkansen]] (\"bullet-train\") commenced operation in 1964, and was the first successful example of a high speed passenger rail system.\n\nThe fastest wheeled train running on rails is [[France]]'s [[TGV]] (Train à Grande Vitesse, literally \"high speed train\"), which achieved a speed of {{convert|574.8|km/h|mph|1|abbr=on}}, twice the takeoff speed of a [[Boeing 727]] [[jet airliner|jetliner]], under test conditions in 2007. The highest speed currently attained in scheduled revenue operation is {{convert|350|km/h|mph|-1|abbr=on}} on the [[Beijing–Tianjin Intercity Rail]] and [[Wuhan–Guangzhou High-Speed Railway]] systems in China. The TGV runs at a maximum revenue speed of {{convert|300|-|320|km/h|mph|-1|abbr=on}}, as does [[Germany]]'s [[InterCityExpress|Inter-City Express]] and [[Spain]]'s [[AVE]] (Alta Velocidad Española).\n\nIn most cases, high-speed rail travel is time- and cost-competitive with air travel when distances do not exceed {{convert|500|to|600|km|mi|-1|abbr=on}}, as [[airport]] [[check-in]] and boarding procedures may add as many as two hours to the actual transit time.<ref>{{cite book| author=Central Japan Railway| title=Central Japan Railway Data Book 2006| year=2006| pages=16 }}</ref> Also, rail operating costs over these distances may be lower when the amount of [[jet fuel|fuel]] consumed by an [[airliner]] during [[takeoff]] and climbout is considered. As travel distance increases, the latter consideration becomes less of the total cost of operating an airliner and air travel becomes more cost-competitive.\n\nSome high speed rail equipment employs [[tilting train|tilting technology]] to improve stability in curves. Examples of such equipment are the [[Advanced Passenger Train]] (APT), the [[Pendolino]], the [[N700 Series Shinkansen]], [[Amtrak]]'s [[Acela Express]] and the [[Talgo]]. Tilting is a dynamic form of [[superelevation]], allowing both low- and high-speed traffic to use the same trackage (though not simultaneously), as well as producing a more comfortable ride for passengers.\n\n=== Double Deck Passenger Trains ===\n[[File:VIRM6.jpg|thumb|On [[Nederlandse Spoorwegen]] there are many double deck trains such as the [[NS VIRM]].]]\n\n=== Maglev ===\n\n{{Main|Maglev (transport) }}\nIn order to achieve much faster operation over {{convert|500|km/h|mph|abbr=on}}, innovative [[Maglev train|Maglev]] technology has been researched since the early 20th century. The technology uses magnets to levitate the train above the track, reducing friction and allowing higher speeds. An early prototype was demonstrated in 1913, and the first commercial maglev train was an [[airport shuttle]] introduced in 1984.\n\nThe [[Shanghai Maglev Train]], opened in 2003, is the fastest commercial train service of any kind, operating at speeds of up to {{convert|430|km/h|mph|abbr=on}}. Maglev has not yet been used for inter-city [[Public transport|mass transit]] routes.\n\n=== Inter-city trains ===\n\n{{Main|Inter-city rail}}\n[[File:Tram arriving at a station in the US.jpg|thumb|A [[NJ Transit]] train arriving at the [[Camden (NJT station)|Camden]] station in [[Camden, New Jersey]], U.S.]]\n\n[[Passenger trains]] can be divided into three major groups:\n* [[Inter-city rail|Inter-city]] trains: connecting cities in the fastest time possible, bypassing all intermediate stations\n* [[Express train|Fast]] trains: calling at larger intermediate stations between cities, serving large [[Urban area|urban]] [[communities]]\n* [[Regional rail|Regional]] trains: calling at all intermediate stations between cities, serving all lineside [[communities]]\n\nThe distinction between the types can be thin or even non-existent. Trains can run as inter-city services between major cities, then revert to a fast or even regional train service to serve communities at the [[wikt:extremity|extremity]] of their journey. This practice allows [[marginalization|marginal]] communities remaining to be served while saving [[money]] at the expense of a longer journey time for those wishing to travel to the [[Train station#Terminus|terminus]] station.\n\n==== Regional trains ====\n{{Main|Regional rail}}\nRegional trains usually connect between towns and cities, rather than purely linking major population hubs like inter-city trains, and serve local traffic demand in relatively [[Rural|rural area]].\n\n==== Higher-speed rail ====\n{{Main|Higher-speed rail}}\nHigher-speed rail is a special category of inter-city trains. The trains for higher-speed rail services can operate at top speeds that are higher than conventional inter-city trains but the speeds are not as high as those in the high-speed rail services. These services are provided after improvements to the conventional rail infrastructure in order to support trains that can operate safely at higher speeds.\n\n=== Short-distance trains ===\n\n==== Commuter trains ====\n[[File:Mumbai Train.JPG|thumb|[[Mumbai Suburban Railway|Mumbai's suburban trains]] handle 6.3 million commuters daily.<ref>{{cite web|url=http://www.mrvc.indianrail.gov.in/overview.htm|work=Official webpage of Mumbai Railway Vikas Corporation|title=Overview Of the existing Mumbai Suburban Railway|accessdate=2008-12-11 |archiveurl = https://web.archive.org/web/20080620033027/http://www.mrvc.indianrail.gov.in/overview.htm <!-- Bot retrieved archive --> |archivedate = 2008-06-20}}</ref>]]\n[[File:Jr t204standing.jpg|thumb|Interior of a 6-door passenger car in Japan, with bench seats folded]]\n\n{{Main|Commuter rail|Commuter rail in North America}}\nFor shorter distances many cities have networks of [[commuter train]]s, serving the city and its suburbs. Trains are a very efficient [[mode of transport]] to cope with large traffic demand in a [[metropolis]]. Compared with road transport, it carries many people with much smaller land area and little air pollution.\n\nSome carriages may be laid out to have more standing room than seats, or to facilitate the carrying of [[Baby transport#Pushable vehicles|prams]], [[bicycle|cycles]] or [[wheelchair]]s. Some countries have [[Bilevel car|double-decked passenger trains]] for use in conurbations. Double deck high speed and sleeper trains are becoming more common in mainland Europe.\n\nSometimes extreme congestion of commuter trains becomes a problem. For example, an estimated 3.5 million passengers ride every day on [[Yamanote Line]] in [[Tokyo]], Japan, with its 29 stations. For comparison, the New York City Subway carries 4.8 million passengers per day on 24 services serving {{NYCS const|number|total}} stations. To cope with large traffic, special cars in which the bench seats fold up to provide standing room only during the morning rush hour (until 10 a.m.) are operated in Tokyo ([[E231 series]] train). In the past this train has included 2 cars with six doors on each side to shorten the time for passengers to get on and off at station.\n\nPassenger trains usually have [[Emergency brake (train)|emergency brake]] handles (or a \"communication cord\") that the public can operate. Misuse is punished by a heavy [[Fine (penalty)|fine]].\n\n=== Long-distance trains ===\nLong-distance trains travel between many cities and/or regions of a country, and sometimes cross several countries. They often have a [[dining car]] or restaurant car to allow passengers to have a meal during the course of their journey. Trains travelling overnight may also have [[sleeping car]]s. Currently much of travel on these distances of over {{convert|500|miles}} is done by air in many countries but in others long-distance travel by rail is a popular or the only cheap way to travel long distances.\n\n=== Within cities ===\n\n==== Rapid transit ====\n{{Main|Commuter rail in North America|Commuter rail|Rapid transit|Urban rail in the United Kingdom}}\nLarge cities often have a [[rapid transit|metro]] system, also called underground, subway or tube. The trains are electrically powered, usually by [[third rail]], and their railroads are separate from other traffic, usually without [[level crossing]]s. Usually they run in tunnels in the city center and sometimes on elevated structures in the outer parts of the city. They can accelerate and decelerate faster than heavier, long-distance trains.\n\nThe term '''[[rapid transit]]''' is used for public transport such as commuter trains, metro and light rail. However, in New York City, services on the [[New York City Subway]] have been referred to as \"trains\".\n\n==== Tram ====\n{{Main|Tram}}\n[[File:Adelaide Metro Glenelg Tram (Flexity Classic).JPG|thumbnail|right|Flexity Classic Tram, in Adelaide, Australia]]\nIn the United Kingdom, the distinction between a tramway and a railway is precise and defined in law. In the U.S. and Canada, such street railways are referred to as [[tram|trolleys]] or [[streetcar]]s. The key physical difference between a railroad and a trolley system is that the latter runs primarily on public streets, whereas trains have a [[Right of way (transportation)|right-of-way]] separated from the public streets. Often the U.S.-style [[interurban]] and modern [[light rail]] are confused with a trolley system, as it too may run on the street for short or medium-length sections. In some languages, the word ''tram'' also refers to interurban and light rail-style networks, in particular [[Netherlands|Dutch]].\n\nThe length of a tram or trolley may be determined by national regulations. Germany has the so-called Bo-Strab standard, restricting the length of a tram to 75 meters, while in the U.S., vehicle length is normally restricted by local authorities, often allowing only a single type of vehicle to operate on the network.\n\n==== Light rail ====\n{{Main|Light rail}}\nThe term [[light rail]] is sometimes used for a modern tram system, but it may also mean an intermediate form between a tram and a train, similar to a [[Rapid transit|subway]] except that it may have level crossings. These are then usually protected with crossing gates. In U.S. terminology these systems are often referred to as [[interurban]], as they connect larger urban areas in the vicinity of a major city to that city. Modern light rail systems often use abandoned heavy rail [[Right of way (public throughway)|rights of way]] (e.g. former railway lines) to revitalize deprived areas and [[redevelopment]] sites in and around large [[agglomerations]].\n\n==== Monorail ====\n{{Main|Monorail}}\n[[File:Sydney Monorail 11.jpg|thumbnail|right|Sydney Monorails in Sydney, NSW. It ceased operations on 30 June 2013]]\n\n[[Monorail]]s were developed to meet medium-demand traffic in urban transit, and consist of a train running on a single rail, typically elevated. Monorails represent a relatively small part of the overall railway field.\n\n=== Named trains ===\n{{See also|Lists of named passenger trains}}\nRailway companies often give a name to a train service as a marketing exercise, to raise the profile of the service and hence attract more passengers (and also to gain [[Praise|kudos]] for the company). Usually, naming is reserved for the most prestigious trains: the high-speed express trains between major cities, stopping at few intermediate stations. The names of services such as the [[Orient Express]], the [[Flying Scotsman (train)|Flying Scotsman]], the [[Flèche d'Or]] and the [[Royal Scot (train)|Royal Scot]] have passed into popular culture.\n\nSome of the popular specially named trains in India are: Brindavan Express (Chennai – Bengaluru), Deccan Queen (Mumbai V.T. - Pune) and Flying Ranee (Mumbai Central – Surat).\n\nCertain types of trains also are named in India, such as:\n* Rajdhani Express (National Capital, New Delhi, to a State Capital; fully airconditioned))\n* Duronto Express (Fully airconditioned Non-stop 'Rajdhani' type trains between any two major cities)\n* Garib Rath (Fully airconditioned train with cut-down services and discounted fares for common man)\n* Shatabdi Express (Fully airconditioned short-distance Intercity Superfast; returns to the originating station by night)\n* Jan Shatabdi Express (An 'economy' version of the Shatabdi Express, with cut-down services and non-airconditioned coaches)\n\nA somewhat less common practice is the naming of freight trains, for the same commercial reasons. The \"Condor\" was an overnight [[London]]-[[Glasgow]] express goods train, in the 1960s, hauled by pairs of [[British Rail Class 28|\"Metrovick\"]] diesel locomotives. In the mid-1960s, [[British Rail]] introduced the [[Freightliner (UK)|\"Freightliner\"]] brand, for the new train services carrying [[containerization|containers]] between dedicated terminals around the rail network. The [[Wilbert Awdry|Rev. W. Awdry]] also named freight trains, coining the term ''[[The Flying Kipper]]'' for the overnight express fish train that appeared in his stories in [[The Railway Series]] books.\n\n=== Railbus ===\nA [[railbus]] is a very lightweight type passenger rail vehicle that shares many aspects of its construction with a bus, usually having a modified bus body, and having four wheels on a [[Wheelbase|fixed base]], instead of on bogies. The are propelled by gasoline or diesel engines. The short distance between the vehicle floor and the ground allow railbuses to not need a special station to stop. Railbus designs developed in the 1930s.\n\n=== Other types ===\n;Heritage trains\n{{Main|Heritage railway}}\nHeritage trains are operated by volunteers, often [[railfans]], as a tourist attraction. Usually trains are formed from historic vehicles retired from national commercial operation.\n\n;Airport trains\nAirport trains transport people between terminals within an airport complex.\n\n;Mine trains\nMine trains are operated in large mines and carry both workers and goods.\n;Overland trains\n[[Overland train]]s are used to carry cargo over rough terrain.\n\n== Freight trains ==\n{{Main|Rail freight transport}}\n\n[[File:Cane Train.jpg|thumb|[[Sugar Cane|Cane]] train, [[Australia]]]]\n[[File:WCML freight train.jpg|thumb|[[United Kingdom|British]] electric container freight train]]\n[[File:Freight train in Jacksonville, FL.jpg|thumbnail|right|A freight train passing through [[Jacksonville]], Florida]]\n\nA [[freight train]] (also known as goods train) uses '''[[Goods wagon|freight cars or freight wagons]]''' (also known as trucks or goods wagons) to transport goods or materials ([[cargo]])&nbsp;– essentially any train that is not used for carrying passengers. Much of the world's freight is transported by train, and in the United States the rail system is used more for transporting freight than passengers.\n\nUnder the right circumstances, transporting freight by train is highly economic, and also more energy efficient than transporting freight by road. Rail freight is most economic when freight is being carried in bulk and over long distances, but is less suited to short distances and small loads. Bulk aggregate movements of a mere twenty miles (32&nbsp;km) can be cost effective even allowing for [[Transshipment|trans-shipment]] costs. These trans-shipment costs dominate in many cases and many modern practices such as [[Intermodal container]] freight are aimed at minimizing these.\n\nThe main disadvantage of rail freight is its lack of flexibility. For this reason, rail has lost much of the freight business to [[road transport|road competition]]. Many governments are now trying to encourage more freight onto trains, because of the benefits that it would bring.\n\nThere are many different types of freight trains, which are used to carry many different kinds of freight, with many different types of [[Railroad car#Freight cars|wagons]]. One of the most common types on modern railways are container trains, where containers can be lifted on and off the train by [[crane (machine)|cranes]] and loaded off or onto [[truck]]s or [[ship]]s.\n\nIn the U.S. this type of freight train has largely superseded the traditional [[boxcar]] (wagon-load) type of freight train, with which the cargo has to be loaded or unloaded manually. In Europe the [[Covered goods wagon#Sliding wall wagons|sliding wall wagon]] has taken over from the ordinary [[covered goods wagon]].\n\nIn some countries \"[[Piggy-back (transportation)#Rail|piggy-back]]\" trains or [[rolling highway]]s are used: In the latter case [[truck]]s can drive straight onto the train and drive off again when the end destination is reached. A system like this is used through the [[Channel Tunnel]] between [[England]] and [[France]], and for the trans-Alpine service between France and [[Italy]] (this service uses [[Gondola (rail)#Modalohr road trailer carriers|Modalohr road trailer carriers]]). \"Piggy-back\" trains are the fastest growing type of freight trains in the United States, where they are also known as \"[[Semi-trailer|trailer]] on [[flatcar]]\" or TOFC trains. Piggy-back trains require no special modifications to the vehicles being carried. An alternative type of \"inter-modal\" vehicle, known as a [[roadrailer]], is designed to be physically attached to the train. The original trailers were fitted with two sets of wheels&nbsp;— one set flanged, for the trailer to run connected to other such trailers as a rail vehicle in a train; and one set tyred, for use as the [[semi-trailer]] of a road vehicle. More modern trailers have only road wheels and are designed to be carried on specially adapted [[bogie]]s (trucks) when moving on rails.\n\nThere are also many other types of [[Goods wagon|wagon]], such as [[well car|\"low loader\" wagons or well wagons]] for transporting road vehicles. There are [[refrigerator car]]s for transporting [[food]]s such as ice cream. There are simple types of [[Gondola (rail)|open-topped wagons]] for transporting [[mineral]]s and bulk material such as [[coal]], and [[tank car|tankers]] for transporting liquids and gases. Today, however, most coal and aggregates are moved in [[hopper car|hopper wagons]] that can be filled and discharged rapidly, to enable efficient handling of the materials.\n\nFreight trains are sometimes illegally boarded by passengers who do not wish to pay money, or do not have the money to travel by ordinary means. This is referred to as \"[[freighthopping]]\" and is considered by some communities{{who|date=March 2011}} to be a viable form of transportation. A common way of boarding the train illegally is by sneaking into a train yard and stowing away in an unattended boxcar; a more dangerous practice is trying to catch a train \"on the fly\", that is, as it is moving, leading to occasional fatalities. Railroads treat it as trespassing and may prosecute it as such.\n\n== Maintenance of way equipment and trains ==\n{{Main|Maintenance of way}}\n\n== In popular culture ==\nSee:\n{{colbegin|colwidth=25em}}\n* [[Rail transport in fiction]]\n* [[List of train songs]]\n* [[Toy train]]\n* [[Train game]]\n* [[Rail transport modelling]]\n* [[:Category:Train simulation video games]]\n* [[V scale (model railroading)]]\n{{colend}}\n\n== See also ==\n{{portal|Trains}}\n{{colbegin|colwidth=20em}}\n* [[Rail transport]]\n* [[Armoured train]]\n* [[Famous trains]]\n* [[Luxury trains]]\n* [[Headboard (train)]]\n* [[Heaviest trains]]\n* [[History of rail transport]]\n* [[Hydrail]]\n* [[List of railway companies]]\n* [[Monorail]]\n* [[Rocket sled]] – rail mounted rockets\n* [[Unit train]]\n{{colend}}\n\n=== Rail accidents ===\n*[[Lists of rail accidents]]\n\n== References ==\n{{Reflist|30em}}\n\n== Further reading ==\n* {{cite journal\n  | last = Glancey\n  | first = Jonathan\n  | title = The Train\n  | publisher = Carlton Publishing Group\n  | year = 2005\n  | postscript = <!--None-->\n  | isbn = 978-1-84442-345-3}}, 256 pp.\n\n== External links ==\n{{Wikivoyage|tips for rail travel}}\n*{{Wiktionary-inline|train}}\n*{{Commons category-inline|Trains}}\n\n[[Category:Trains| ]]"}]}}}}
{"batchcomplete":"","query":{"normalized":[{"from":"dog","to":"Dog"}],"pages":{"4269567":{"pageid":4269567,"ns":0,"title":"Dog","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{about|the domestic dog|related species known as \"dogs\"|Canidae|other uses|Dog (disambiguation)|}}\n{{Redirect|Doggie|the Danish artist|Doggie (artist)}}\n{{pp-semi-indef}}\n{{pp-move-indef}}\n{{Automatic taxobox\n| name = Domestic dog\n| fossil_range = {{Fossil range|0.033|0}}<small>[[Pleistocene]]&nbsp;– [[Holocene|Recent]]</small>\n| status = DOM\n| image = Collage of Nine Dogs.jpg <!-- Please do not change lead image without discussion -->\n| image_width = 260px\n| image_caption = Selection of the different [[dog breed|breeds of dog]].\n| taxon = Canis lupus familiaris\n| trinomial = ''Canis lupus familiaris''<ref name=smithsonian2005/>\n}}\nThe '''domestic dog''' (''Canis lupus familiaris'' or ''Canis familiaris'')<ref name=wang2008/> is a [[domestication|domesticated]] [[Canidae|canid]] which has been [[selective breeding|selectively bred]] over millennia for various behaviours, sensory capabilities, and physical attributes.<ref name=\"ADW\"/>\n\nAlthough initially thought to have originated as an artificial variant of an extant canid species (variously supposed as being the [[dhole]],<ref>Hodgson, B. H. (1833). Description and Characters of the Wild Dog of Nepal (''Canis primævus''), ''Asiatic Researches'', Vol. XVIII, Pt. 2, pp. 221–37</ref> [[golden jackal]],<ref>Lorenz, Konrad (2002). ''Man meets dog.'' Routledge, ISBN 0-415-26744-7</ref> or [[gray wolf]]<ref>{{cite journal | last1 = Wayne | first1 = Robert K. | year = 1993 | title = Molecular evolution of the dog family | journal = Trends in Genetics | volume = 9 | issue = 6| pages = 218–224 | doi = 10.1016/0168-9525(93)90122-X | pmid=8337763}}</ref>), extensive genetic studies undertaken during the 2010s indicate that dogs diverged from an extinct [[Canidae#Phylogenetic relationships|wolf-like canid]] in [[Eurasia]] 40,000 years ago.<ref name=\"skoglund2015\"/> Being [[List of domesticated animals|the oldest domesticated animal]], their long association with people has allowed dogs to be uniquely attuned to human behavior,<ref name=berns2012/> as well as thrive on a [[starch]]-rich diet which would be inadequate for other canid species.<ref name=axelssonetal2013>{{Cite journal | last1 = Axelsson | first1 = E. | last2 = Ratnakumar | first2 = A. | last3 = Arendt | first3 = M. L. | last4 = Maqbool | first4 = K. | last5 = Webster | first5 = M. T. | last6 = Perloski | first6 = M. | last7 = Liberg | first7 = O. | last8 = Arnemo | first8 = J. M. | last9 = Hedhammar | first9 = Å. | last10 = Lindblad-Toh | first10 = K. | title = The genomic signature of dog domestication reveals adaptation to a starch-rich diet | doi = 10.1038/nature11837 | journal = Nature | volume = 495 | issue = 7441 | pages = 360–364 | year = 2013 | pmid =  23354050| pmc = |bibcode = 2013Natur.495..360A }}</ref>\n\nDogs perform many roles for people, such as [[hunting dog|hunting]], [[herding dog|herding]], [[sled dog|pulling loads]], [[guard dog|protection]], [[police dog|assisting police]] and [[Dogs in warfare|military]], [[pet|companionship]] and, more recently, [[service dog|aiding handicapped individuals]]. This impact on human society has given them the [[sobriquet]], \"[[Man's best friend (phrase)|man's best friend]]\".\n\nIn [[China]] and [[South Vietnam]] dogs [[#As food|are a source of meat for humans]].<ref name=\"Wingfield-Hayes\">{{cite news| url=http://news.bbc.co.uk/2/hi/programmes/from_our_own_correspondent/2074073.stm | work=BBC News | first=Rupert | last=Wingfield-Hayes | title=China's taste for the exotic | date=29 June 2002}}</ref><ref name=\"Vietnam's dog meat tradition\">{{cite news| url=http://news.bbc.co.uk/2/hi/asia-pacific/1735647.stm | work=BBC News | title=Vietnam's dog meat tradition | date=31 December 2001}}</ref>\n\n==Etymology==\nThe term \"domestic dog\" is generally used for both [[domesticated]] and [[feral]] varieties. The English word ''dog'' comes from [[Middle English]] ''dogge'', from [[Old English]] ''[[wikt:docga|docga]]'', a \"powerful dog breed\".<ref>{{cite web|url=http://www.encyclocenter.com/Domestic-Pet-134.html|title=Domestic PetDog Classified By Linnaeus In 1758 As Canis Familiaris And Canis Familiarus Domesticus|publisher=www.encyclocentral.com|accessdate =18 June 2008}}</ref> The term may possibly derive from Proto-Germanic ''*dukkōn'', represented in Old English ''finger-docce'' (\"finger-muscle\").<ref>{{Cite book| last = Seebold|first = Elmar|title = Kluge. Etymologisches Wörterbuch der deutschen Sprache|publisher=[[Walter de Gruyter]]|location = Berlin/New York|year = 2002|page = 207|isbn = 3-11-017473-1}}</ref> The word also shows the familiar petname [[diminutive]] ''-ga'' also seen in ''frogga'' \"frog\", ''picga'' \"pig\", ''stagga'' \"stag\", ''wicga'' \"beetle, worm\", among others.<ref>\"Dictionary of Etymology\", ''Dictionary.com'', s.v. ''dog'', [http://www.encyclopedia.com/topic/dog.aspx#5-1O27:dog-full encyclopedia.com] retrieved on 27 May 2009.</ref> The term ''dog'' may ultimately derive from the earliest layer of [[Proto-Indo-European language|Proto-Indo-European]] vocabulary.<ref name=\"MALLORY119\">{{Cite book|author=Mallory, J. R. |title=In search of the Indo-Europeans: language, archaeology and myth |publisher=Thames and Hudson |location=London |year=1991 |isbn=0-500-27616-1}}{{Page needed|date=September 2010}}</ref>\n\nIn 14th-century England, ''[[hound]]'' (from {{lang-ang|hund}}) was the general word for all domestic canines, and ''dog'' referred to a subtype of hound, a group including the mastiff. It is believed this \"dog\" type was so common, it eventually became the prototype of the category \"hound\".<ref name=\"dog\">{{Cite journal| last = Broz|first = Vlatko|title = Diachronic Investigations of False Friends|journal=Contemporary Linguistics (Suvremena lingvistika)|volume = 66|issue = 2|pages = 199–222|year = 2008|url = http://hrcak.srce.hr/index.php?show=clanak&id_clanak_jezik=48370&lang=en}}</ref> By the 16th century, ''dog'' had become the general word, and ''hound'' had begun to refer only to types used for hunting.<ref>{{Cite book|author1=René Dirven|author2=Marjolyn Verspoor|title=Cognitive exploration of language and linguistics|year=2004|publisher=John Benjamins Publishing Company|isbn=978-90-272-1906-0|pages=215–216|url=https://books.google.com/?id=uZcs6poXkfEC&pg=PA215}}</ref> The word \"hound\" is ultimately derived from the Proto-Indo-European word ''*kwon-'' \"dog\".<ref>{{cite web| url = http://www.bartleby.com/61/roots/IE259.html| archiveurl = https://web.archive.org/web/20061018073726/http://www.bartleby.com/61/roots/IE259.html| archivedate = 18 October 2006| title = The American Heritage Dictionary of the English Language: Fourth Edition| accessdate =30 November 2006| publisher=www.bartleby.com}}</ref>\n\nA male canine is referred to as a dog, while a female is called a bitch. The father of a [[litter (animal)|litter]] is called the ''sire'', and the mother is called the ''dam''. (Middle English ''bicche'', from Old English ''bicce'', ultimately from Old Norse ''bikkja'') The process of birth is whelping, from the Old English word ''hwelp''.<ref>{{Cite book|author=Gould, Jean |title=All about dog breeding for quality and soundness |publisher=Pelham |location=London, Eng |year=1978 |isbn=0-7207-1064-2}}{{Page needed|date=September 2010}}</ref> A litter refers to the multiple offspring at one birth which are called [[Puppy|puppies]] or pups from the French ''poupée''.<ref>{{cite web |url=http://dictionary.reference.com/browse/dog |title=Dog |publisher=[[Dictionary.com]]}}</ref>\n\n==Taxonomy==\nThe dog is classified as ''Canis lupus familiaris'' under the [[Biological Species Concept]] and ''Canis familiaris'' under the [[Evolutionary developmental biology|Evolutionary Species Concept]].<ref name=wang2008>Wang, Xiaoming; Tedford, Richard H.; Dogs: Their Fossil Relatives and Evolutionary History. New York: Columbia University Press, 2008</ref>{{rp|p1}}\n\nIn 1758, the taxonomist [[Carl Linnaeus|Linnaeus]] published in [[10th edition of Systema Naturae|Systema Naturae]] a categorization of species which included the ''[[Canis]]'' species. ''Canis'' is a Latin word meaning dog,<ref>{{OEtymD|canine}}</ref> and the list included the dog-like carnivores: the domestic dog, wolves, foxes and jackals. The dog was classified as ''Canis familiaris'',<ref>{{Cite book| last = Linnaeus| first = Carolus| authorlink = Carl Linnaeus| title = Systema naturae per regna tria naturae:secundum classes, ordines, genera, species, cum characteribus, differentiis, synonymis, locis.| publisher=Holmiae (Laurentii Salvii)|year=1758|page=38|url=http://www.biodiversitylibrary.org/page/726931|volume=1|edition=10th|accessdate=11 November 2015}}</ref> which means \"Dog-family\"<ref name=oxford2015a>{{cite web|title=Familiar|work=Oxford Dictionaries|publisher=Oxford University Press|year=2014|url=http://www.oxforddictionaries.com/definition/english/familiar}}</ref> or the family dog. On the next page he recorded the wolf as ''Canis lupus'', which means \"Dog-wolf\".<ref name=oxford2015b>{{cite web|title=Lupus|work=Oxford Dictionaries|publisher=Oxford University Press|year=2014|url=http://www.oxforddictionaries.com/definition/english/lupus}}</ref> In 1978, a review aimed at reducing the number of recognized ''Canis'' species proposed that \"''Canis dingo'' is now generally regarded as a distinctive feral domestic dog. ''Canis familiaris'' is used for domestic dogs, although taxonomically it should probably be synonymous with ''Canis lupus.''\"<ref>{{cite journal|author1=Van Gelder |author2=Richard G. |year=1978|title=A Review of Canid Classification|publisher=American Museum of Natural History, Central Park West, 79th Street, New York|volume=2646|page=2|url=http://digitallibrary.amnh.org/bitstream/handle/2246/2962//v2/dspace/ingest/pdfSource/nov/N2646.pdf?sequence=1&isAllowed=y}}</ref> In 1982, the first edition of [[Mammal Species of the World]] listed ''Canis familiaris'' under ''Canis lupus'' with the comment: \"Probably ancestor of and conspecific with the domestic dog, ''familiaris''. ''Canis familiaris'' has page priority over ''Canis lupus'', but both were published simultaneously in Linnaeus (1758), and ''Canis lupus'' has been universally used for this species\",<ref>{{cite book|editor=Honaki, J|year=1982|title=Mammal species of the world: A taxonomic and geographic reference (First Edition)|publisher=Allen Press and the Association of Systematics Collections|page=245}}Page 245- \"COMMENTS: \"Probably ancestor of and conspecific with the domestic dog, ''familiaris''. ''Canis familiaris'' has page priority over ''Canis lupus'', but both were published simultaneously in Linnaeus (1758), and ''Canis lupus'' has been universally used for this species.\"</ref> which avoided classifying the wolf as the family dog. The dog is now listed among the many other Latin-named subspecies of ''Canis lupus'' as ''Canis lupus familiaris''.<ref name=smithsonian2005>{{cite web|author=Smithsonian - Animal Species of the World database|title=Canis lupus|url=http://vertebrates.si.edu/msw/mswCFApp/msw/taxon_browser.cfm?msw_id=11374&CFID=12634444&CFTOKEN=cc1f55b96a5e34a-FC9CD852-C674-9147-2845FC003C9BEC28&jsessionid=28306b88028b8491c0804d7c347a623b6e31}}</ref>\n\nIn 2003, the [[International Commission on Zoological Nomenclature|ICZN]] ruled in its [[Opinion 2027]] that if wild animals and their domesticated derivatives are regarded as one species, then the scientific name of that species is the scientific name of the wild animal. In 2005, the third edition of [[Mammal Species of the World]] upheld Opinion 2027 with the name ''Lupus'' and the note: \"Includes the domestic dog as a subspecies, with the dingo provisionally separate - artificial variants created by domestication and selective breeding\".<ref name=smithsonian2005/><ref>{{MSW3 Wozencraft|id =14000738}}</ref> However, ''Canis familiaris'' is sometimes used due to an ongoing [[nomenclature]] debate because wild and domestic animals are separately recognizable entities and that the ICZN allowed users a choice as to which name they could use,<ref name=\"gentry\">{{cite journal |author-first1=Anthea|author-last1=Gentry|author-first2=Juliet|author-last2=Clutton-Brock|author-first3=Colin P.|author-last3=Groves|year=2004|title=The naming of wild animal species and their domestic derivatives |journal=Journal of Archaeological Science|volume=31|issue=5|pages=645–651|doi=10.1016/j.jas.2003.10.006}}</ref> and a number of internationally recognized researchers prefer to use ''Canis familiaris''.<ref>Includes Vila (1999) p71, Coppinger (2001) p281, Nowak (2003) p257, Crockford (2006) p100, Bjornenfeldt (2007) p21, Nolan (2009) p16, Druzhkova (2013) p2, and an internet search on ''Canis familiaris'' reveals many others.</ref>\n\nLater genetic studies strongly supported dogs and gray wolves forming two sister [[Monophyly|monophyletic clades]] within the one species,<ref>{{cite journal|author=Vila, C.|date=1997|title=Multiple and ancient origins of the domestic dog| journal=Science|volume=276|issue=5319|pages=1687–9|doi=10.1126/science.276.5319.1687|pmid=9180076}}</ref><ref name=freedman2014/> and that the common ancestor of dogs and extant wolves is extinct.<ref name=\"freedman2014\" />\n\n==Origin==\n{{Main|Origin of the domestic dog}}\n\n<!--Note: What is reflected in this section must be in accord with what is on the \"Origin of the domestic dog\" page and the \"Gray wolf\" page (sub-heading \"Relationship to the domestic dog\"). Unless you have some subject knowledge on the topic, please don't tinker – if you are dog-kind then take your concerns to the \"Origin of the domestic dog\" Talk page, or wolf-kind take it to the \"Gray wolf\" Talk page – all of your queries will be eventually answered.-->\nThe origin of the domestic dog (''Canis lupus familiaris'' or ''Canis familiaris'') is not clear. Whole [[Shotgun sequencing|genome sequencing]] indicates that the dog, the gray wolf and the extinct [[Taymyr Peninsula|Taymyr]] wolf diverged at around the same time 27,000–40,000 years ago.<ref name=skoglund2015/> These dates imply that the earliest dogs arose in the time of human [[hunter-gatherer]]s and not agriculturists.<ref name=\"freedman2014\"/> Modern dogs are more closely related to ancient wolf fossils that have been found in Europe than they are to modern gray wolves.<ref name=\"thalmann2013\"/> Nearly all dog breeds' genetic closeness to the gray wolf are due to [[Genetic admixture|admixture]],<ref name=\"freedman2014\"/>  except several Arctic dog breeds are close to the [[Origin of the domestic dog#Taimyr wolf admixture|Taimyr wolf]] of [[North Asia]] due to admixture.<ref name=skoglund2015>{{Cite journal | doi = 10.1016/j.cub.2015.04.019| title = Ancient Wolf Genome Reveals an Early Divergence of Domestic Dog Ancestors and Admixture into High-Latitude Breeds| journal = Current Biology| year = 2015| last1 = Skoglund | first1 = P. | last2 = Ersmark | first2 = E. | last3 = Palkopoulou | first3 = E. | last4 = Dalén | first4 = L. | pmid=26004765 | volume=25 | issue = 11| pages=1515–9}}</ref>\n\n==Biology==\n{{Main|Dog anatomy}}\n[[File:Dog anatomy lateral skeleton view.jpg|thumb|250px|Lateral view of skeleton.]]\n\n===Anatomy===\n{{main|Dog anatomy}}\n\nDomestic dogs have been selectively bred for millennia for various behaviors, sensory capabilities, and physical attributes.<ref name=\"ADW\"/> Modern [[dog breed]]s show more variation in size, appearance, and behavior than any other domestic animal.<ref name=\"ADW\"/> Dogs are [[predation|predators]] and [[scavenger]]s, and like many other predatory mammals, the dog has powerful muscles, fused wrist bones, a cardiovascular system that supports both sprinting and endurance, and teeth for catching and tearing.\n\n====Size and weight====\nDogs are highly variable in height and weight. The smallest known adult dog was a [[Yorkshire Terrier]], that stood only {{convert|6.3|cm|abbr=on}} at the shoulder, {{convert|9.5|cm|abbr=on}} in length along the head-and-body, and weighed only {{convert|113|g}}. The largest known dog was an [[English Mastiff]] which weighed {{convert|155.6|kg|abbr=on}} and was {{convert|250|cm|abbr=on}} from the snout to the tail.<ref name=\"zorba\">{{cite web|url=http://worldslargestdog1.com/zorba2/|title=World's Largest Dog|accessdate=7 January 2008}}</ref> The tallest dog is a [[Great Dane]] that stands {{convert|106.7|cm|abbr=on}} at the shoulder.<ref>{{cite web|url=http://www.guinnessworldrecords.com/records/natural_world/fantastic_pets/tallest_dog_living.aspx |archiveurl=https://web.archive.org/web/20110711133443/http://www.guinnessworldrecords.com/records/natural_world/fantastic_pets/tallest_dog_living.aspx |archivedate=11 July 2011 |title=Guinness World Records – Tallest Dog Living |accessdate=7 January 2009 |publisher=Guinness World Records |date=31 August 2004}}</ref>\n\n====Senses====\nThe dog's senses include vision, hearing, sense of smell, sense of taste, touch and sensitivity to the earth's magnetic field.\n\n:''See further:'' [[Dog anatomy#Senses|Dog anatomy-senses]]\n\n====Coat====\n{{Main|Coat (dog)}}\n[[File:Poligraf Poligrafovich.JPG|thumb|upright|A heavy winter coat with countershading in a [[mixed-breed dog]]]]\nThe [[pelage|coats]] of domestic dogs are of two varieties: \"double\" being common with dogs (as well as wolves) originating from colder climates, made up of a coarse [[guard hair]] and a soft [[down hair]], or \"single\", with the topcoat only.\n\nDomestic dogs often display the remnants of [[countershading]], a common natural camouflage pattern. A countershaded animal will have dark coloring on its upper surfaces and light coloring below,<ref name=\"About.com\">{{cite web|url=http://animals.about.com/od/zoology12/f/countershading.htm|title=What is Counter Shading?|last= Klappenbach|first=Laura|year=2008|publisher=About.com|accessdate=22 October 2008}}</ref> which reduces its general visibility. Thus, many breeds will have an occasional \"blaze\", stripe, or \"star\" of white fur on their chest or underside.<ref name=\"Encyclopedia of Dog Breeds\">{{Cite book|last=Cunliffe|first=Juliette|title=The Encyclopedia of Dog Breeds|publisher=Paragon Publishing|year=2004|pages=20–23|chapter=Coat Types, Colours and Markings|isbn=0-7525-8276-3}}</ref>\n\n====Tail====\n{{See also|Docking (dog)|label 1=Docking}}\nThere are many different shapes for [[dog tail]]s: straight, straight up, sickle, curled, or cork-screw. As with many canids, one of the primary functions of a dog's tail is to communicate their emotional state, which can be important in getting along with others. In some hunting dogs, however, the tail is traditionally [[docking (dog)|docked]] to avoid injuries.<ref>{{cite web|url=http://www.cdb.org/case4dock.htm|title=The Case for Tail Docking|publisher=Council of Docked Breeds|accessdate=22 October 2008}}</ref> In some breeds, such as the [[Braque du Bourbonnais]], puppies can be born with a short tail or no tail at all.<ref>{{cite web|url=http://www.braquedubourbonnais.info/en/tail-genetics.htm |title=Bourbonnais pointer or 'short tail pointer' |publisher=Braquedubourbonnais.info |accessdate=19 December 2012}}</ref>\n\n===Health===\n{{Main|Dog health|CVBD}}\nThere are many household plants that are poisonous to dogs including [[begonia]], [[Poinsettia]] and [[aloe vera]].<ref>{{cite web|url=http://www.sunset.com/garden/flowers-plants/plants-poisonous-to-dogs-00418000068562/|title=Plants poisonous to dogs – Sunset|work=Sunset}}</ref>\n\nSome breeds of dogs are prone to certain genetic ailments such as [[Elbow dysplasia|elbow]] and [[hip dysplasia (canine)|hip dysplasia]], [[blindness]], [[deafness]], [[pulmonary valve stenosis|pulmonic stenosis]], [[cleft lip and palate|cleft palate]], and [[luxating patella|trick knees]]. Two serious medical conditions particularly affecting dogs are [[pyometra]], affecting [[neutering|unspayed]] females of all types and ages, and [[bloat]], which affects the larger breeds or deep-chested dogs. Both of these are acute conditions, and can kill rapidly. Dogs are also susceptible to parasites such as [[flea]]s, [[tick]]s, and [[mite]]s, as well as [[hookworms]], [[tapeworms]], [[roundworms]], and [[Dirofilaria immitis|heartworms]].\n\nA number of common human foods and household ingestibles are toxic to dogs, including [[chocolate|chocolate solids]] ([[theobromine poisoning]]), onion and [[garlic]] ([[thiosulphate]], [[sulfoxide]] or [[disulfide]] poisoning),<ref>Sources vary on which of these are considered the most significant toxic item.</ref> [[grape]]s and [[raisin]]s, [[macadamia nut]]s, [[xylitol]],<ref>{{Cite journal | last1 = Murphy | first1 = L. A. | last2 = Coleman | first2 = A. E. | doi = 10.1016/j.cvsm.2011.12.003 | title = Xylitol Toxicosis in Dogs | journal = Veterinary Clinics of North America: Small Animal Practice | volume = 42 | issue = 2 | pages = 307–312 | year = 2012 | pmid =  | pmc = }}</ref> as well as various plants and other potentially ingested materials.<ref>{{cite web|title=Toxic Foods and Plants for Dogs|url=http://www.entirelypets.com/toxicfoods.html|publisher=entirelypets.com|accessdate=24 June 2010}}</ref><ref>{{cite web|last=Drs. Foster & Smith|title=Foods to Avoid Feeding Your Dog|url=http://www.peteducation.com/article.cfm?c=2+1659&aid=1030|publisher=peteducation.com|accessdate=24 June 2010}}</ref> The nicotine in tobacco can also be dangerous. Dogs can get it by scavenging in garbage or ashtrays; eating cigars and cigarettes. Signs can be vomiting of large amounts (e.g., from eating cigar butts) or diarrhea. Some other signs are abdominal pain, loss of coordination, collapse, or death.<ref>{{cite book |last=Fogle |first=Bruce |authorlink=Bruce Fogle |year=1974 |title=Caring For Your Dog}}</ref> Dogs are highly susceptible to [[theobromine poisoning]], typically from ingestion of [[chocolate]]. Theobromine is toxic to dogs because, although the dog's metabolism is capable of breaking down the chemical, the process is so slow that even small amounts of chocolate can be fatal, especially dark chocolate.\n\nDogs are also vulnerable to some of the same health conditions as humans, including [[diabetes in dogs|diabetes]], dental and heart disease, epilepsy, cancer, hypothyroidism, and arthritis.<ref>{{cite web|url=http://dogtime.com/diseases-shared-by-humans-pets-ernie-ward.html|title=Diseases shared by humans and pets|author=Ward, Ernie|publisher=Dogtime.com|accessdate=2 October 2010}}</ref>\n\n====Lifespan====\n[[File:Terrier mixed-breed dog.jpg|thumb|left|A mixed-breed terrier. Mixed-breed dogs have been found to run faster and live longer than their pure-bred parents (See [[Heterosis#Heterosis in dogs|heterosis]])]]\nIn 2013, a study found that mixed breeds live on average 1.2 years longer than pure breeds, and that increasing body-weight was negatively correlated with longevity (i.e. the heavier the dog the shorter its lifespan).<ref>{{Cite journal | last1 = O'Neill | first1 = D. G. | last2 = Church | first2 = D. B. | last3 = McGreevy | first3 = P. D. | last4 = Thomson | first4 = P. C. | last5 = Brodbelt | first5 = D. C. | title = Longevity and mortality of owned dogs in England | doi = 10.1016/j.tvjl.2013.09.020 | journal = The Veterinary Journal | year = 2013 | pmid =  24206631| pmc = | volume=198 | issue = 3 | pages=638–643}}</ref>\n\nThe typical lifespan of dogs varies widely among breeds, but for most the median longevity, the age at which half the dogs in a population have died and half are still alive, ranges from 10 to 13 years.<ref name=\"KC Survey\">\n{{cite web | url = http://www.thekennelclub.org.uk/item/570 | title = Kennel Club/British Small Animal Veterinary Association Scientific Committee | year = 2004 | accessdate =5 July 2007}}</ref><ref name=\"Denmark Survey\">{{Cite journal | author=Proschowsky, H. F., H. Rugbjerg, and A. K. Ersbell | year = 2003 | title = Mortality of purebred and mixed-breed dogs in Denmark | journal=Preventive Veterinary Medicine | volume = 58| doi = 10.1016/S0167-5877(03)00010-2 | pmid=12628771 | issue=1–2 | pages=63–74}}</ref><ref name=\"British Owners\">{{Cite journal|doi=10.1136/vr.145.22.625|author=Michell AR |title=Longevity of British breeds of dog and its relationships with sex, size, cardiovascular variables and disease |journal=The Veterinary Record |volume=145 |issue=22 |pages=625–9 |year=1999 |pmid=10619607}}</ref><ref name=\"Cassidy Data\">{{cite web | url=http://users.pullman.com/lostriver/breeddata.htm | title=Dog Longevity Web Site, Breed Data page |author1=Compiled by Cassidy |author2=K. M. | accessdate=8 July 2007}}</ref> Individual dogs may live well beyond the median of their breed.\n\nThe breed with the shortest lifespan (among breeds for which there is a questionnaire survey with a reasonable sample size) is the [[Dogue de Bordeaux]], with a median longevity of about 5.2 years, but several breeds, including [[Bull Terrier (Miniature)|Miniature Bull Terriers]], [[Bloodhound]]s, and [[Irish Wolfhound]]s are nearly as short-lived, with median longevities of 6 to 7 years.<ref name=\"Cassidy Data\"/>\n\nThe longest-lived breeds, including [[Toy Poodles]], [[Japanese Spitz]], [[Border Terrier]]s, and [[Tibetan Spaniel]]s, have median longevities of 14 to 15 years.<ref name=\"Cassidy Data\"/> The median longevity of [[mixed-breed dog]]s, taken as an average of all sizes, is one or more years longer than that of purebred dogs when all breeds are averaged.<ref name=\"Denmark Survey\"/><ref name=\"British Owners\"/><ref name=\"Cassidy Data\"/><ref name=\"Vet School Data\">{{Cite journal|vauthors=Patronek GJ, Waters DJ, Glickman LT |title=Comparative longevity of pet dogs and humans: implications for gerontology research |journal=The Journals of Gerontology. Series a, Biological Sciences and Medical Sciences |volume=52 |issue=3 |pages=B171–8 |year=1997 |pmid=9158552|doi=10.1093/gerona/52A.3.B171}}</ref> The dog widely reported to be the longest-lived is \"[[Bluey (dog)|Bluey]]\", who died in 1939 and was claimed to be 29.5 years old at the time of his death. On 5 December 2011, [[Pusuke]], the world's oldest living dog recognized by [[Guinness Book of World Records]], died aged 26 years and 9 months.<ref>{{cite web |url=http://www.digitaljournal.com/article/315700 |title=Pusuke, world's oldest living dog, dies in Japan |date=7 December 2011}}</ref>\n\n{{Further|Aging in dogs}}\n\n===Reproduction===\n[[File:Säugende Hündin.JPG|thumb|Dog nursing newborn puppies]]\n{{Main|Canine reproduction}}\nIn domestic dogs, [[puberty|sexual maturity]] begins to happen around age six to twelve months for both males and females,<ref name=\"ADW\"/><ref>{{cite web|url=http://www.pets911.com/hosted/buffalo/puppy/article.php?num=11045|archiveurl=https://web.archive.org/web/20090610035254/http://www.pets911.com/hosted/buffalo/puppy/article.php?num=11045|archivedate=10 June 2009|title=Sexual Maturity&nbsp;— Spay and Neuter|publisher=Buffalo.com|accessdate=22 October 2008}}</ref> although this can be delayed until up to two years old for some large breeds. This is the time at which female dogs will have their first [[estrous cycle]]. They will experience subsequent estrous cycles biannually, during which the body prepares for [[pregnancy]]. At the peak of the cycle, females will come into estrus, being mentally and physically receptive to [[Canine tying|copulation]].<ref name=\"ADW\"/> Because the [[ovum|ova]] survive and are capable of being fertilized for a week after ovulation, it is possible for a female to mate with more than one male.<ref name=\"ADW\"/>\n\n2–5 days after conception fertilization occurs, 14–16 days later the embryo attaches to the uterus and after 22–23 days the heart beat is detectable.<ref>{{cite journal |pmid=11787146 |year=2001 |last1=Concannon |first1=P |last2=Tsutsui |first2=T |last3=Shille |first3=V |title=Embryo development, hormonal requirements and maternal responses during canine pregnancy |volume=57 |pages=169–79 |journal=Journal of reproduction and fertility. Supplement}}</ref><ref>{{cite web|url=http://php.med.unsw.edu.au/embryology/index.php?title=Dog_Development#Development_Overview |title=Dog Development – Embryology |publisher=Php.med.unsw.edu.au |date=16 June 2013 |accessdate=22 September 2013}}</ref>\n\nDogs bear their litters roughly 58 to 68 days after [[fertilization]],<ref name=\"ADW\"/><ref>{{cite web|url=http://www.cpvh.com/2011/07/27/gestation-in-dogs/|title=Gestation in dogs|accessdate=24 March 2013}}</ref> with an average of 63 days, although the length of gestation can vary. An average litter consists of about six [[puppy|puppies]],<ref>{{cite web|url=http://www.humanesociety.org/issues/pet_overpopulation/facts/overpopulation_estimates.html|title=HSUS Pet Overpopulation Estimates|publisher=The Humane Society of the United States|accessdate=22 October 2008}}</ref> though this number may vary widely based on the breed of dog. In general, [[toy dog]]s produce from one to four puppies in each litter, while much larger breeds may average as many as twelve.\n\nSome dog breeds have acquired traits through selective breeding that interfere with reproduction. Male [[French Bulldog]]s, for instance, are incapable of mounting the female. For many dogs of this breed, the female must be [[artificial insemination|artificially inseminated]] in order to reproduce.<ref name=\"French\">{{cite web|url=http://www.frenchbulldog.org/2008/05/01/is-a-french-bulldog-the-right-breed-for-you/|archiveurl=https://web.archive.org/web/20110726070030/http://www.frenchbulldog.org/2008/05/01/is-a-french-bulldog-the-right-breed-for-you/|archivedate=26 July 2011|title=French Bulldog Pet Care Guide|accessdate=7 January 2008}}</ref>\n\n====Neutering====\n[[File:Wilde huendin am stillen.jpg|right|thumb|A feral dog from [[Sri Lanka]] nursing her four puppies]]\n[[Neutering]] refers to the [[Neutering|sterilization]] of animals, usually by [[Castration|removal of the male's testicle]]s or the female's [[ovary|ovaries]] and [[uterus]], in order to eliminate the ability to procreate and reduce [[sex drive]]. Because of the [[overpopulation in companion animals|overpopulation of dogs]] in some countries, many animal control agencies, such as the [[American Society for the Prevention of Cruelty to Animals]] (ASPCA), advise that dogs not intended for further breeding should be neutered, so that they do not have undesired puppies that may have to later be euthanized.<ref>{{cite web | url=http://www.aspca.org/pet-care/spayneuter/ | title=Top 10 reasons to spay/neuter your pet | publisher=American Society for Prevention of Cruelty to Animals | accessdate =16 May 2007}}</ref>\n\nAccording to the [[Humane Society of the United States]], 3–4&nbsp;million dogs and cats are [[euthanasia|put down]] each year in the United States and many more are confined to cages in shelters because there are many more animals than there are homes. Spaying or castrating dogs helps keep overpopulation down.<ref>{{Cite journal | quote = Although the cause of pet overpopulation is multifaceted, the lack of guardians choosing to spay or neuter their animals is a major contributing factor. | last = Mahlow | first = Jane C. | year = 1999 | title = Estimation of the proportions of dogs and cats that are surgically sterilized | journal=Journal of the American Veterinary Medical Association | volume = 215 | pages = 640–643 | pmid= 10476708 | issue = 5}}</ref> Local humane societies, SPCAs, and other [[animal protection organizations]] urge people to neuter their pets and to adopt animals from shelters instead of purchasing them.\n\nNeutering reduces problems caused by [[hypersexuality]], especially in male dogs.<ref>{{Cite journal|last=Heidenberger |first=E |last2=Unshelm |first2=J |title=Changes in the behavior of dogs after castration |language=German |journal=Tierärztliche Praxis |volume=18 |issue=1 |pages=69–75 |date=Feb 1990 |pmid=2326799 |issn=0303-6286}}</ref> Spayed female dogs are less likely to develop some forms of cancer, affecting mammary glands, ovaries, and other reproductive organs.<ref>{{Cite book|author=Morrison, Wallace B.|title=Cancer in Dogs and Cats (1st ed.)|publisher=Williams and Wilkins|year=1998|isbn=0-683-06105-4}}</ref> However, neutering increases the risk of [[urinary incontinence]] in female dogs,<ref>{{Cite journal|author=Arnold S |title=[Urinary incontinence in castrated bitches. Part 1: Significance, clinical aspects and etiopathogenesis] |language=German |journal=Schweizer Archiv für Tierheilkunde |volume=139 |issue=6 |pages=271–6 |year=1997 |pmid=9411733}}</ref> and [[prostate cancer]] in males,<ref>{{Cite journal|last=Johnston |first=SD |last2=Kamolpatana |first2=K |last3=Root-Kustritz |first3=MV |last4=Johnston |first4=GR |title=Prostatic disorders in the dog |journal=[[Anim. Reprod. Sci.]] |volume=60–61 |pages=405–15 |date=Jul 2000 |pmid=10844211 |doi=10.1016/S0378-4320(00)00101-9 |issn=0378-4320}}</ref> as well as osteosarcoma, hemangiosarcoma, cruciate ligament rupture, obesity, and diabetes mellitus in either sex.<ref>{{Cite journal|author=Root-Kustritz MV |title=Determining the optimal age for gonadectomy of dogs and cats |journal=JAVMA |volume=231 |issue=11 |pages=1665–1675 |date=Dec 2007|doi=10.2460/javma.231.11.1665 |pmid=18052800  |issn=0003-1488}}</ref>\n\n===Inbreeding depression===\n\nA common breeding practice for pet dogs is mating between close relatives (e.g. between half- and full siblings).<ref name=Leroy>{{cite journal |vauthors=Leroy G |title=Genetic diversity, inbreeding and breeding practices in dogs: results from pedigree analyses |journal=Vet. J. |volume=189 |issue=2 |pages=177–82 |year=2011 |pmid=21737321 |doi=10.1016/j.tvjl.2011.06.016 |url=}}</ref>  In a study of seven different French breeds of dogs ([[Bernese mountain dog]], [[basset hound]], [[Cairn terrier]], [[Brittany (breed)|Epagneul Breton]], [[German Shepard]] dog, [[Leonberger]], and [[West Highland white terrier]]) it was found that inbreeding has a negative impact on litter size and survival .<ref name=\"pmid25475165\">{{cite journal |vauthors=Leroy G, Phocas F, Hedan B, Verrier E, Rognon X |title=Inbreeding impact on litter size and survival in selected canine breeds |journal=Vet. J. |volume=203 |issue=1 |pages=74–8 |year=2015 |pmid=25475165 |doi=10.1016/j.tvjl.2014.11.008 |url=}}</ref>  Another analysis of  data on 42,855 [[dachshund]] litters, found that as the [[inbreeding coefficient]] increased, litter size decreased and the percentage of stillborn puppies increased, thus indicating inbreeding depression.<ref name=\"pmid15803761\">{{cite journal |vauthors=Gresky C, Hamann H, Distl O |title=[Influence of inbreeding on litter size and the proportion of stillborn puppies in dachshunds] |language=German |journal=Berl. Munch. Tierarztl. Wochenschr. |volume=118 |issue=3–4 |pages=134–9 |year=2005 |pmid=15803761 |doi= |url=}}</ref>\n\nAbout 22% of boxer puppies die before reaching 7 weeks of age.<ref name=Beek>{{cite journal |vauthors=van der Beek S, Nielen AL, Schukken YH, Brascamp EW |title=Evaluation of genetic, common-litter, and within-litter effects on preweaning mortality in a birth cohort of puppies |journal=Am. J. Vet. Res. |volume=60 |issue=9 |pages=1106–10 |year=1999 |pmid=10490080 |doi= |url=}}</ref>  Stillbirth is the most frequent cause of death, followed by infection.  Mortality due to infection was found to increase significantly with increases in inbreeding.<ref name=Beek />  [[Inbreeding depression]] is considered to be due largely to the expression of homozygous deleterious recessive mutations.<ref name=\"pmid19834483\">{{cite journal |vauthors=Charlesworth D, Willis JH |title=The genetics of inbreeding depression |journal=Nat. Rev. Genet. |volume=10 |issue=11 |pages=783–96 |year=2009 |pmid=19834483 |doi=10.1038/nrg2664 |url=}}</ref>  Outcrossing between unrelated individuals, including dogs of different breeds, results in the beneficial masking of deleterious recessive mutations in progeny.<ref name=\"pmid3324702\">{{cite journal |vauthors=Bernstein H, Hopf FA, Michod RE |title=The molecular basis of the evolution of sex |journal=Adv. Genet. |volume=24 |issue= |pages=323–70 |year=1987 |pmid=3324702 |doi= 10.1016/s0065-2660(08)60012-7|url=|series=Advances in Genetics |isbn=9780120176243 }}</ref>\n\n==Intelligence, behavior and communication==\n\n===Intelligence===\n{{Main|Dog intelligence}}\n\nDog intelligence is the ability of the dog to perceive information and retain it as knowledge for applying to solve problems. Dogs have been shown to learn by inference. A study with [[Rico (Border Collie)|Rico]] showed that he knew the labels of over 200 different items. He inferred the names of novel items by exclusion learning and correctly retrieved those novel items immediately and also 4 weeks after the initial exposure. Dogs have advanced memory skills. A study documented the learning and memory capabilities of a border collie, \"Chaser\", who had learned the names and could associate by verbal command over 1,000 words. Dogs are able to read and react appropriately to human body language such as gesturing and pointing, and to understand human voice commands. Dogs demonstrate a [[theory of mind]] by engaging in deception. A study showed compelling evidence that Australian [[dingo]]s can outperform domestic dogs in non-social problem-solving experiment, indicating that domestic dogs may have lost much of their original problem-solving abilities once they joined humans.<ref>{{cite journal | last1 = Smith | first1 = B. | last2 = Litchfield | first2 = C. | year = 2010 | title = How well do dingoes (Canis dingo) perform on the detour task | url = | journal = Animal Behaviour | volume = 80 | issue = | pages = 155–162 | doi=10.1016/j.anbehav.2010.04.017}}</ref> Another study indicated that after undergoing training to solve a simple manipulation task, dogs that are faced with an insoluble version of the same problem look at the human, while socialized wolves do not.<ref>{{cite journal|doi=10.1016/S0960-9822(03)00263-X | pmid=12725735 | volume=13 | issue=9 | title=A simple reason for a big difference: wolves do not look back at humans, but dogs do | date=Apr 2003 | journal=Curr Biol | pages=763–6| author1=Miklósi | first1=A | last2=Kubinyi | first2=E | last3=Topál | first3=J | last4=Gácsi | first4=M | last5=Virányi | first5=Z | last6=Csányi | first6=V }}</ref> Modern domestic dogs use humans to solve their problems for them.<ref name=hare2013/><ref>{{cite web|url=http://www.smithsonianmag.com/innovation/why-dogs-are-more-like-humans-than-wolves-22095590/?no-ist|title=Why Dogs are More Like Humans Than Wolves|author=Amy Crawford|work=Smithsonian|accessdate=2 September 2015}}</ref>\n\n===Behavior===\n{{Main|Dog behavior}}\n\nDog behavior is the internally coordinated responses (actions or inactions) of the domestic dog (individuals or groups) to internal and/or external stimuli.<ref name=levitis2009/> As the oldest domesticated species, with estimates ranging from 9,000–30,000 years BCE, the minds of dogs inevitably have been shaped by millennia of contact with humans. As a result of this physical and social evolution, dogs, more than any other species, have acquired the ability to understand and communicate with humans and they are uniquely attuned to our behaviors.<ref name=berns2012/> Behavioral scientists have uncovered a surprising set of social-cognitive abilities in the otherwise humble domestic dog. These abilities are not possessed by the dog's closest canine\nrelatives nor by other highly intelligent mammals such as great apes. Rather, these skills parallel some of the social-cognitive skills of human children.<ref name=tomasello2009/>\n\n===Communication===\n{{Main|Dog communication}}\n\nDog communication is about how dogs \"speak\" to each other, how they understand messages that humans send to them, and how humans can translate the ideas that dogs are trying to transmit.<ref>Coren, Stanley \"How To Speak Dog: Mastering the Art of Dog-Human Communication\" 2000 Simon & Schuster, New York.</ref>{{rp|xii}} These communication behaviors include eye gaze, facial expression, vocalization, body posture (including movements of bodies and limbs) and gustatory communication (scents, pheromones and taste). Humans communicate with dogs by using vocalization, hand signals and body posture.\n\n==Compared to wolves==\n[[File:Bow bow.jpg|thumb|The [[Saarloos wolfdog]] carries more [[gray wolf]] DNA than any other dog breed<ref name=skoglund2015/>]]\n\n===Physical characteristics===\nDespite their close genetic relationship and the ability to inter-breed, there are a number of diagnostic features to distinguish the gray wolves from domestic dogs. Domesticated dogs are clearly distinguishable from wolves by starch gel [[electrophoresis]] of red blood cell acid [[phosphatase]].<ref>Elliot, D. G., and M. Wong. 1972. Acid phosphatase, handy enzyme that separates the dog from the wolf. Acta Biologica et Medica Germanica 28:957 – 62</ref> The [[Auditory bulla|tympanic bullae]] are large, convex and almost spherical in gray wolves, while the bullae of dogs are smaller, compressed and slightly crumpled.<ref name=\"mech1974\">{{cite journal | last1 = Mech | first1 = D. L. | year = 1974 | title = Canis lupus | url = http://www.science.smith.edu/msi/pdf/i0076-3519-037-01-0001.pdf | format = PDF | journal = Mammalian Species | volume = 37 | issue = 37| pages = 1–6 | doi = 10.2307/3503924| jstor = 3503924 }}</ref> Compared to equally sized wolves, dogs tend to have 20% smaller skulls and 30% smaller brains.<ref name=\"serpell1995\" />{{rp|35}} The teeth of gray wolves are also proportionately larger than those of dogs.<ref>Clutton-Brock, Juliet (1987). ''A Natural History of Domesticated Mammals.'' British Museum (Natural History), p. 24, ISBN 0-521-34697-5</ref> Compared to wolves, dogs have a more domed forehead. The [[temporalis muscle]] that closes the jaws is more robust in wolves.<ref name=wang2008/>{{rp|p158}} Wolves do not have [[dewclaws]] on their back legs, unless there has been admixture with dogs that had them.<ref>{{Citation | last = Rincon  | first = Paul | title = Claws reveal wolf survival threat | publisher = BBC News | url = http://news.bbc.co.uk/2/hi/science/nature/3602741.stm | date = 8 April 2004 | accessdate = 12 December 2014}}</ref> Dogs lack a functioning [[pre-caudal gland]], and most enter [[estrus]] twice yearly, unlike gray wolves which only do so once a year.<ref name=\"m257\">{{Harvnb|Mech|Boitani|2003|p=257}}</ref> Dogs require fewer calories to function than wolves. The dog's limp ears may be the result of [[atrophy]] of the jaw muscles.<ref name=\"DOGS\" /> The skin of domestic dogs tends to be thicker than that of wolves, with some [[Inuit]] tribes favoring the former for use as clothing due to its greater resistance to wear and tear in harsh weather.<ref name=\"DOGS\">{{Cite book| author=Coppinger, Ray|title=Dogs: a Startling New Understanding of Canine Origin, Behavior and Evolution|year=2001|isbn=0-684-85530-5|publisher=Scribner|location= New York}}</ref> The paws of a dog are half the size of those of a wolf, and their tails tend to curl upwards, another trait not found in wolves<ref name=\"Lopez\">{{cite book | author = Lopez, Barry | title = Of wolves and men | year = 1978 | isbn = 0-7432-4936-4 | publisher = Scribner Classics | location = New York | page = 320}}</ref> The dog has developed into hundreds of varied [[Dog breed|breeds]], and shows more behavioral and morphological variation than any other land mammal.<ref name=\"spady\">{{Cite journal|vauthors=Spady TC, Ostrander EA |title=Canine Behavioral Genetics: Pointing Out the Phenotypes and Herding up the Genes |journal=American Journal of Human Genetics |volume=82 |issue=1 |pages=10–8 |date=January 2008 |pmid=18179880 |pmc=2253978 |doi=10.1016/j.ajhg.2007.12.001}}</ref> For example, height measured to the [[withers]] ranges from a {{convert|6|in}} in the [[Chihuahua (dog)|Chihuahua]] to {{convert|3.3|ft}} in the [[Irish Wolfhound]]; color varies from white through grays (usually called \"blue\") to black, and browns from light (tan) to dark (\"red\" or \"chocolate\") in a wide variation of patterns; [[coat (dog)|coats]] can be short or long, coarse-haired to wool-like, straight, curly, or smooth.<ref name=\"The Complete Dog\">{{Cite book|title=The Complete dog book: the photograph, history, and official standard of every breed admitted to AKC registration, and the selection, training, breeding, care, and feeding of pure-bred dogs |publisher=Howell Book House |location=New York, N.Y |year=1992 |isbn=0-87605-464-5}}{{Page needed|date=September 2010}}</ref> It is common for most breeds to [[Moult|shed]] their coat.\n\n===Behavioral differences===\n:''See also'' [[Dog behavior#Behavior compared to other canids|Behavior compared to other canids]].\n\nUnlike other domestic species which were primarily selected for production-related traits, dogs were initially selected for their behaviors.<ref>Serpell J, Duffy D. Dog Breeds and Their Behavior. In: Domestic Dog Cognition and Behavior. Berlin, Heidelberg: Springer; 2014</ref><ref name=cagan2016/> In 2016, a study found that there were only 11 fixed genes that showed variation between wolves and dogs. These gene variations were unlikely to have been the result of natural evolution, and indicate selection on both morphology and behavior during dog domestication. These genes have been shown to have an impact on the [[Catecholamine#Synthesis|catecholamine synthesis]] pathway, with the majority of the genes affecting the fight-or-flight response<ref name=cagan2016/><ref>Almada RC, Coimbra NC. Recruitment of striatonigral disinhibitory and nigrotectal inhibitory GABAergic pathways during the organization of defensive behavior by mice in a dangerous environment with the venomous snake Bothrops alternatus [ Reptilia , Viperidae ] Synapse 2015:n/a–n/a</ref> (i.e. selection for tameness), and emotional processing.<ref name=cagan2016/> Dogs generally show reduced fear and aggression compared to wolves.<ref name=cagan2016/><ref>Coppinger R, Schneider R: Evolution of working dogs. The domestic dog: Its evolution, behaviour and interactions with people. Cambridge: Cambridge University press, 1995.</ref> Some of these genes have been associated with aggression in some dog breeds, indicating their importance in both the initial domestication and then later in breed formation.<ref name=cagan2016>{{cite journal|doi=10.1186/s12862-015-0579-7|title=Identification of genomic variants putatively targeted by selection during dog domestication|journal=BMC Evolutionary Biology|volume=16|year=2016|last1=Cagan|first1=Alex|last2=Blass|first2=Torsten}}</ref>\n\n==Ecology==\n\n===Population and habitat===\nThe global dog population is estimated at 900 million and rising.<ref>{{cite book |last=Gompper |first=Matthew E. |year=2013 |chapter=The dog–human–wildlife interface: assessing the scope of the problem |title=Free-Ranging Dogs and Wildlife Conservation |editor-last=Gompper |editor-first=Matthew E. |publisher=Oxford University Press |pages=9–54}}</ref><ref name=lescureaux2014>{{cite journal|doi=10.1016/j.biocon.2014.01.032|title=Warring brothers: The complex interactions between wolves (Canis lupus) and dogs (Canis familiaris) in a conservation context|journal=Biological Conservation|volume=171|pages=232–245|year=2014|last1=Lescureux|first1=Nicolas|last2=Linnell|first2=John D.C.}}</ref> Although it is said that the [[Man's best friend (phrase)|\"dog is man's best friend\"]]<ref name=\"J. Derbett London\">{{cite book |authors=Laveaux, C.J. & King of Prussia, F |year=1789 |title=The life of Frederick the Second, King of Prussia: To which are added observations, Authentic Douments, and a Variety of Anecdotes.|publisher=J. Derbett London}}</ref> regarding 17–24% of dogs in developed countries, in the developing world they are feral, village or community dogs, with pet dogs uncommon.<ref name=\"DOGS\"/> These live their lives as scavengers and have never been owned by humans, with one study showing their most common response when approached by strangers was to run away (52%) or respond with aggression (11%).<ref>{{Cite journal| last = Ortolani|first = A|title = Ethiopian village dogs: Behavioural responses to a stranger's approach|year=2009|doi=10.1016/j.applanim.2009.03.011|volume=119|issue = 3–4|journal=Applied Animal Behaviour Science|pages=210–218}}</ref> We know little about these dogs, nor about the dogs that live in developed countries that are feral, stray or are in shelters, yet the great majority of modern research on dog cognition has focused on pet dogs living in human homes.<ref>{{Cite journal | doi = 10.1111/j.1469-185X.2009.00104.x| pmid = 19961472| title = What did domestication do to dogs? A new account of dogs' sensitivity to human actions| journal = Biological Reviews| volume = 85| issue = 2| pages = 327–45| year = 2010| last1 = Udell | first1 = M. A. R. | last2 = Dorey | first2 = N. R. | last3 = Wynne | first3 = C. D. L. }}</ref>\n\n===Competitors===\nBeing the most abundant carnivore, feral and [[free-ranging dog]]s have the greatest potential to compete with wolves. A review of the studies in the competitive effects of dogs on [[Sympatry|sympatric]] carnivores did not mention any research on competition between dogs and wolves.<ref name=lescureaux2014/><ref name=vanak2014/> Competition would favor the wolf that is known to kill dogs, however wolves tend to live in pairs or in small packs in areas where they are highly persecuted, giving them a disadvantage facing large dog groups.<ref name=lescureaux2014/><ref name=boitani1983/>\n\nWolves kill dogs wherever the two canids occur.<ref name=\"WOLVES\"/> One survey claims that in Wisconsin in 1999 more compensation had been paid for dog losses than livestock, however in Wisconsin wolves will often kill hunting dogs, perhaps because they are in the wolf's territory.<ref name=\"WOLVES\">{{Cite book|author1=Boitani, Luigi |author2=Mech, L. David |title=Wolves: behavior, ecology, and conservation |publisher=University of Chicago Press |location=Chicago |year=2003 |pages=305–306 |isbn=0-226-51696-2}}</ref> Some wolf pairs have been reported to prey on dogs by having one wolf lure the dog out into heavy brush where the second animal waits in ambush.<ref name=\"Graves\">{{Cite book | author=Graves, Will | url = http://www.wolvesinrussia.com/ | title = Wolves in Russia: Anxiety throughout the ages | year = 2007 | isbn = 1-55059-332-3 | publisher=Detselig Enterprises | location = Calgary | page = 222}}</ref> In some instances, wolves have displayed an uncharacteristic fearlessness of humans and buildings when attacking dogs, to the extent that they have to be beaten off or killed.<ref>{{Cite journal | title=Interactions between wolves Canis lupus and dogs C. familiaris in Finland|publisher=Nordic Council for Wildlife Research | author=Kojola, I., Ronkainen, S., Hakala, A., Heikkinen, S., Kokko, S.}}</ref> Although the numbers of dogs killed each year are relatively low, it induces a fear of wolves entering villages and farmyards to take dogs. In many cultures, there are strong social and emotional bonds between humans and their dogs that can be seen as family members or working team members. The loss of a dog can lead to strong emotional responses with demands for more liberal wolf hunting regulations.<ref name=lescureaux2014/>\n\n[[Coyote]]s and big cats have also been known to attack dogs. [[Leopard]]s in particular are known to have a predilection for dogs, and have been recorded to kill and consume them regardless of the dog's size or ferocity.<ref name=\"Leopard\">{{Cite book|author1=Scott, Jonathan  |author2=Scott, Angela |title = Big Cat Diary: Leopard|year = 2006|isbn = 0-00-721181-3|publisher=Collins|location = London|page = 108}}</ref> [[Tiger]]s in [[Manchuria]], [[Indochina]], [[Indonesia]], and [[Malaysia]] are reputed to kill dogs with the same vigor as leopards.<ref name=\"Perry\">{{Cite book| author=Perry, Richard|title = The World of the Tiger|year = 1965|id = ASIN: B0007DU2IU|page = 260}}</ref> [[Striped hyena]]s are major predators of village dogs in [[Turkmenistan]], [[India]], and the [[Caucasus]].<ref name=\"Striped\">{{cite web| url = http://www.hyaena.ge/striped.htm|title = Striped Hyaena ''Hyaena (Hyaena) hyaena'' (Linnaeus, 1758)|publisher=IUCN Species Survival Commission Hyaenidae Specialist Group|accessdate =21 May 2008|archiveurl=https://web.archive.org/web/20070928225108/http://www.hyaena.ge/striped.htm| archivedate=28 September 2007}}</ref>\n\n===Diet===\n{{See also|Dog food}}\n[[File:Golden retriever eating pigs foot.jpg|thumb|right|upright|[[Golden Retriever]] gnawing a pig's foot]]\nDespite their descent from wolves and classification as [[Carnivora]], dogs are variously described in scholarly and other writings as [[carnivore]]s<ref>{{Cite book | title=Animal passions and beastly virtues | author1=Marc Bekoff | author2=Dale Jamieson | publisher=Temple University Press | year=2006 | isbn=978-1-59213-348-2 | chapter=Ethics and the Study of Carnivores | url=https://books.google.com/?id=5qQNetdJKnwC&pg=PA232}}</ref><ref>{{Cite book | title=The mammals of Minnesota | author=Hazard, Evan B. | publisher=U of Minnesota Press | year=1982 | isbn=978-0-8166-0952-9 | chapter=Order Carnivora | url=https://books.google.com/?id=sjoQK1bedB0C&pg=PA113}}</ref> or [[omnivore]]s.<ref name=\"ADW\"/><ref>{{Cite book | title=Biology of the pancreas in growing animals | volume=Volume 28 of Developments in animal and veterinary sciences | author1=S. G. Pierzynowski | author2=R. Zabielski | publisher=Elsevier Health Sciences | year=1999 | isbn=978-0-444-50217-9 | page=417 | url=https://books.google.com/?id=p_n1qXT7SuEC&pg=PA417}}</ref><ref>{{Cite book | title=Nutrient requirements of dogs and cats | author=National Research Council (U.S.). Ad Hoc Committee on Dog and Cat Nutrition | publisher=National Academies Press | year=2006 | isbn=978-0-309-08628-8 | page=137 | url=https://books.google.com/?id=aqeCwxbRWvsC&pg=PA137}}</ref><ref>{{Cite book | title=Grab Life by the Leash: A Guide to Bringing Up and Bonding with Your Four-Legged Friend | author=Smith, Cheryl S. | publisher=John Wiley and Sons | year=2008 | isbn=978-0-470-17882-9 | chapter=Chapter 6, Omnivores Together | url=https://books.google.com/?id=p0y9b9voiI8C&pg=PA77}}</ref> Unlike [[obligate carnivore]]s, dogs can adapt to a wide-ranging diet, and are not dependent on meat-specific protein nor a very high level of protein in order to fulfill their basic dietary requirements. Dogs will healthily digest a variety of foods, including vegetables and grains, and can consume a large proportion of these in their diet, however all-meat diets are not recommended for dogs due to their lack of calcium and iron.<ref name=\"ADW\"/> Comparing dogs and wolves, dogs have adaptations in genes involved in starch digestion that contribute to an increased ability to thrive on a starch-rich diet.<ref name=\"axelssonetal2013\"/>\n\n==Breeds==\n{{main|Dog breed}}\n{{further|Dog type}}\n[[File:Cavalier King Charles Spaniel trio.jpg|thumb|[[Cavalier King Charles Spaniel]]s demonstrate variation within breed]]\nMost [[Dog breed|breeds]] of dog are at most a few hundred years old, having been artificially selected for particular [[morphology (biology)|morphologies]] and [[dog behavior|behaviors]] by people for specific functional roles. Through this [[artificial selection|selective breeding]], the dog has developed into hundreds of varied breeds, and shows more behavioral and morphological variation than any other land mammal.<ref name=\"spady\"/> For example, height measured to the [[withers]] ranges from {{convert|15.2|cm}} in the [[Chihuahua (dog)|Chihuahua]] to about {{convert|76|cm|abbr=on}} in the [[Irish Wolfhound]]; color varies from white through grays (usually called \"blue\") to black, and browns from light (tan) to dark (\"red\" or \"chocolate\") in a wide variation of patterns; [[coat (dog)|coats]] can be short or long, coarse-haired to wool-like, straight, curly, or smooth.<ref name=\"The Complete Dog\"/> It is common for most breeds to [[Moult#In dogs|shed]] this coat.\n\nWhile all dogs are genetically very similar,<ref name=\"autogenerated718\">{{Cite journal|vauthors=Savolainen P, Zhang YP, Luo J, Lundeberg J, Leitner T |title=Genetic evidence for an East Asian origin of domestic dogs |journal=Science |volume=298 |issue=5598 |pages=1610–3 |date=November 2002 |pmid=12446907 |doi=10.1126/science.1073906 |bibcode=2002Sci...298.1610S}}</ref> [[natural selection]] and selective breeding have reinforced certain characteristics in certain populations of dogs, giving rise to dog types and dog breeds. Dog types are broad categories based on function, genetics, or characteristics.<ref>{{Cite book|editor= The Merriam-Websterial Staff|title= Webster's Third New International Dictionary of the English Language, Unabridged|year= 1967|publisher=G&C Merriam Company|location= Springfield, MA U.S.A.|page= 2476|quote= type (4a) the combination of character that fits an individual to a particular use or function (''a strong horse of the draft type'')}}</ref>\nDog breeds are groups of animals that possess a set of inherited characteristics that distinguishes them from other animals within the same species. Modern dog breeds are non-scientific classifications of dogs kept by modern [[kennel club]]s.\n\nPurebred dogs of one breed are genetically distinguishable from [[purebred (dog)|purebred]] dogs of other breeds,<ref name=\"parker\">{{Cite journal|first=Heidi G. |last1=Parker |first2=Lisa V. |last2=Kim |first3=Nathan B. |last3=Sutter |first4=Scott |last4=Carlson |first5=Travis D. |last5=Lorentzen |first6=Tiffany B. |last6=Malek |first7=Gary S. |last7=Johnson |first8=Hawkins B. |last8=DeFrance |first9=Elaine A. |last9=Ostrander |first10=Leonid |last10=Kruglyak |title=Genetic structure of the purebred domestic dog |journal=Science |volume=304 |issue=5674 |pages=1160–4 |year=2004 |pmid=15155949 |doi=10.1126/science.1097406|bibcode = 2004Sci...304.1160P}}</ref> but the means by which kennel clubs classify dogs is unsystematic. DNA [[microsatellite]] analyses of 85 dog breeds showed they fell into four major types of dogs that were statistically distinct.<ref name=\"parker\"/> These include the \"old world dogs\" (e.g., [[Alaskan Malamute|Malamute]] and [[Shar Pei]]), \"Mastiff\"-type (e.g., [[English Mastiff]]), \"herding\"-type (e.g., [[Border Collie]]), and \"all others\" (also called \"modern\"- or \"hunting\"-type).<ref name=\"parker\"/><ref name=\"AmSciarticle\">{{cite web|url= http://www.americanscientist.org/issues/feature/2007/5/genetics-and-the-shape-of-dogs|title= Genetics and the Shape of Dogs; Studying the new sequence of the canine genome shows how tiny genetic changes can create enormous variation within a single species|accessdate=22 September 2008|last= Ostrander|first= Elaine A.|date= September–October 2007 |work=American Scientist (online)|publisher=www.americanscientist.org|pages= also see chart page 4}}</ref>\n\n==Roles with humans==\n[[File:Gunnar Kaasen with Balto.jpg|thumb|upright|[[Gunnar Kaasen]] and [[Balto]], the lead dog on the last relay team of the [[1925 serum run to Nome]].]]\nDomestic dogs inherited complex behaviors, such as [[bite inhibition]], from their wolf ancestors, which would have been [[pack hunter]]s with complex body language. These sophisticated forms of social cognition and communication may account for their trainability, playfulness, and ability to fit into human households and social situations, and these attributes have given dogs a relationship with humans that has enabled them to become one of the most successful species on the planet today.<ref name=\"Miklósi\">{{cite book|author=Miklósi, Adám |title=Dog Behaviour, Evolution, and Cognition|url=https://books.google.com/?id=KnVEIrVNGhIC|year=2007|publisher=Oxford University Press|isbn=978-0-19-929585-2|doi=10.1093/acprof:oso/9780199295852.001.0001}}</ref>{{rp|pages95-136}}\n\nThe dogs' value to early human hunter-gatherers led to them quickly becoming ubiquitous across world cultures. Dogs perform many roles for people, such as [[hunting dog|hunting]], [[herding dog|herding]], [[sled dog|pulling loads]], [[guard dog|protection]], [[police dog|assisting police]] and [[Dogs in warfare|military]], [[pet|companionship]], and, more recently, [[service dog|aiding handicapped individuals]]. This impact on human society has given them the nickname \"[[Man's best friend (phrase)|man's best friend]]\" in the Western world. In some cultures, however, dogs [[#As a food source|are also a source of meat]].<ref name=\"Wingfield-Hayes\"/><ref name=\"Vietnam's dog meat tradition\"/>\n\n===Early roles===\nWolves, and their dog descendants, would have derived significant benefits from living in human camps—more safety, more reliable food, lesser caloric needs, and more chance to breed.<ref name=\"Groves\">{{Cite journal|last = Groves |first= Colin |year= 1999|title= The Advantages and Disadvantages of Being Domesticated | journal=Perspectives in Human Biology|volume = 4| pages = 1–12 | issn = 1038-5762}}</ref> They would have benefited from humans' upright gait that gives them larger range over which to see potential predators and prey, as well as color vision that, at least by day, gives humans better visual discrimination.<ref name=Groves/> Camp dogs would also have benefited from human tool use, as in bringing down larger prey and [[control of fire|controlling fire]] for a range of purposes.<ref name=Groves/>\n<blockquote>The dogs of [[Thibet]] are twice the size of those seen in India, with large heads and hairy bodies. They are powerful animals, and are said to be able to kill a tiger. During the day they are kept chained up, and are let loose at night to guard their masters' house.<ref>''Travels in Central Asia by Meer Izzut-oollah in the Years 1812-13''. Translated by Captain Henderson. Calcutta, 1872, p. 15.</ref></blockquote>\nHumans would also have derived enormous benefit from the dogs associated with their camps.<ref name=\"Tacon\">{{Cite journal|first1=Paul |last1=Tacon |first2=Colin |last2=Pardoe |year=2002 |title=Dogs make us human |journal=Nature Australia |volume=27 |issue=4 |pages=52–61}}</ref> For instance, dogs would have improved sanitation by cleaning up food scraps.<ref name=\"Tacon\"/> Dogs may have provided warmth, as referred to in the Australian Aboriginal expression \"three dog night\" (an exceptionally cold night), and they would have alerted the camp to the presence of predators or strangers, using their acute hearing to provide an early warning.<ref name=\"Tacon\"/>\n\nAnthropologists believe the most significant benefit would have been the use of dogs' robust sense of smell to assist with the hunt.<ref name=\"Tacon\"/> The relationship between the presence of a dog and success in the hunt is often mentioned as a primary reason for the domestication of the wolf, and a 2004 study of hunter groups with and without a dog gives quantitative support to the hypothesis that the benefits of cooperative hunting was an important factor in wolf domestication.<ref name=\"Ruusila\">{{Cite journal|first1=Vesa |last1=Ruusila |first2=Mauri |last2=Pesonen|year=2004 |title=Interspecific cooperation in human (''Homo sapiens'') hunting: the benefits of a barking dog (''Canis familiaris'') |journal=Annales Zoologici Fennici |volume=41 |issue=4 |pages=545–9 |url=http://www.sekj.org/PDF/anzf41/anzf41-545.pdf}}</ref>\n\nThe cohabitation of dogs and humans would have greatly improved the chances of survival for early human groups, and the domestication of dogs may have been one of the key forces that led to human success.<ref name=\"Newby\">{{Cite book|last= Newby |first= Jonica |title= The Pact for Survival |publisher=ABC Books |location= Sydney |year= 1997 |isbn= 0-7333-0581-4}}{{Page needed|date=September 2010}}</ref>\n\nEmigrants from [[Siberia]] that walked across the [[Beringia|Bering land bridge]] into North America may have had dogs in their company, and one writer<ref name=\"Early Americas 1998\">''A History of Dogs in the Early Americas'', Marion Schwartz, 1998, 260 p., ISBN 978-0-300-07519-9, Yale University Press</ref> suggests that the use of [[sled dogs]] may have been critical to the success of the waves that entered North America roughly 12,000 years ago,<ref name=\"Early Americas 1998\"/> although the earliest archaeological evidence of dog-like canids in North America dates from about 9,400 years ago.<ref name=\"Miklósi\"/>{{rp|104}}<ref>{{cite web|url=http://umaine.edu/news/blog/2011/01/11/umaine-student-finds-oldest-known-domesticated-dog-in-americas/ |title=The University of Maine – UMaine News – UMaine Student Finds Oldest Known Domesticated Dog in Americas |publisher=Umaine.edu |date=11 January 2011 |accessdate=4 July 2013}}</ref> Dogs were an important part of life for the [[Athabaskan languages|Athabascan]] population in North America, and were their only domesticated animal. Dogs also carried much of the load in the migration of the [[Apache]] and [[Navajo people|Navajo]] tribes 1,400 years ago. Use of dogs as [[pack animal]]s in these cultures often persisted after the introduction of the [[horse]] to North America.<ref>{{Cite book|title=A dogs history of America|author=Derr, Mark |year=2004|publisher=North Point Press}} p.12</ref>\n\n===As pets===\n[[File:Siberian Husky pho.jpg|thumb|[[Siberian Husky]]{{mdash}}[[pack animal]]]]\n[[File:Family pet.jpg|thumb|alt=Couple sitting on the lawn with a pet British Bulldog| A [[Bulldog|British Bulldog]] shares a day at the park.]]\nIt is estimated that three-quarters of the world's dog population lives in the developing world as feral, village, or community dogs, with pet dogs uncommon.<ref name=\"DOGS\"/>\n\n\"The most widespread form of interspecies bonding occurs between humans and dogs\"<ref name=\"Tacon\"/> and the keeping of dogs as companions, particularly by elites, has a long history.<ref name=\"Derr\">{{Cite book|last= Derr |first= Mark |title = Dog's Best Friend |publisher=University of Chicago Press |location= Chicago |year= 1997 |isbn= 0-226-14280-9}}</ref>  (As a possible example, at the [[Natufian culture]] site of [[Ain Mallaha]] in [[Israel]], dated to 12,000 BC, the remains of an elderly human and a four-to-five-month-old puppy were found buried together).<ref name=\"Clutton-Brock1995\">{{Citation |title=The domestic dog: its evolution, behaviour and interactions with people |last=Clutton-Brock |first=Juliet |editor=Serpell, James |year=1995 |publisher=Cambridge University Press |location=Cambridge |isbn=0-521-41529-2 |pages= |chapter=Origins of the dog: domestication and early history}}</ref> However, pet dog populations grew significantly after World War II as suburbanization increased.<ref name=\"Derr\"/> In the 1950s and 1960s, dogs were kept outside more often than they tend to be today<ref name=\"Franklin\">{{Cite journal| doi = 10.1080/14036090600813760|last = Franklin| first = A| year = 2006| title = Be[a]ware of the Dog: a post-humanist approach to housing| journal=Housing Theory and Society| volume = 23| issue = 3| pages = 137–156| issn = 1403-6096}}</ref> (using the expression \"in the doghouse\" to describe exclusion from the group signifies the distance between the doghouse and the home) and were still primarily functional, acting as a guard, children's playmate, or walking companion. From the 1980s, there have been changes in the role of the pet dog, such as the increased role of dogs in the emotional support of their human guardians.<ref name=\"Katz\">{{Cite book|last= Katz |first= Jon |title= The New Work of Dogs |publisher=Villard Books |location= New York |year= 2003 |isbn= 0-375-76055-5}}</ref> People and dogs have become increasingly integrated and implicated in each other's lives,<ref name=\"Haraway\">{{Cite book|last= Haraway |first= Donna |title= The Companion Species manifesto: Dogs, People and Significant Otherness |publisher=Prickly Paradigm Press |location= Chicago |year= 2003 |isbn= 0-9717575-8-5}}</ref> to the point where pet dogs actively shape the way a family and home are experienced.<ref name=\"Power\">{{Cite journal|last= Power |first= Emma |year= 2008 |title= Furry Families: Making a Human-Dog Family through Home | journal= Social and Cultural Geography |volume= 9|issue= 5|pages= 535–555|doi= 10.1080/14649360802217790}}</ref>\n\nThere have been two major trends in the changing status of pet dogs. The first has been the 'commodification' of the dog, shaping it to conform to human expectations of personality and behaviour.<ref name=\"Power\"/> The second has been the broadening of the concept of the family and the home to include dogs-as-dogs within everyday routines and practices.<ref name=\"Power\"/>\n\nThere are a vast range of commodity forms available to transform a pet dog into an ideal companion.<ref name=\"Nast\">{{Cite journal |last= Nast |first= Heidi J. |year= 2006|title= Loving&nbsp;... Whatever: Alienation, Neoliberalism and Pet-Love in the Twenty-First Century| journal=ACME: an International E-Journal for Critical Geographies |volume= 5 |issue= 2| pages = 300–327|issn= 1492-9732}}</ref> The list of goods, services and places available is enormous: from dog perfumes, couture, furniture and housing, to dog groomers, therapists, trainers and caretakers, dog cafes, spas, parks and beaches, and dog hotels, airlines and cemeteries.<ref name=\"Nast\"/> While [[dog training]] as an organized activity can be traced back to the 18th century, in the last decades of the 20th century it became a high profile issue as many normal [[dog behavior]]s such as barking, jumping up, digging, rolling in dung, fighting, and [[Spraying (animal behavior)|urine marking]] (which dogs do to establish territory through scent), became increasingly incompatible with the new role of a pet dog.<ref name=\"dogzone\">{{cite web|url=http://www.dogzone.co.za/index.php?option=com_content&view=article&id=22%3Aa-brief-history-of-dog-training&catid=16%3Ageneral&Itemid=31 |title= A Brief History of Dog Training |date= 3 June 2007 |work=Dog Zone| accessdate=19 February 2010}}</ref> Dog training books, classes and television programs proliferated as the process of commodifying the pet dog continued.<ref name=\"Myths\">{{Cite journal| last = Jackson Schebetta|first = Lisa |title = Mythologies and Commodifications of Dominion in The Dog Whisperer with Cesar Millan|journal=Journal for Critical Animal Studies|volume = 7|issue = 1|pages = 107–131|publisher=Institute for Critical Animal Studies|year = 2009|issn = 1948-352X}}</ref>\n\nThe majority of contemporary people with dogs describe their pet as part of the family,<ref name=\"Power\" /> although some ambivalence about the relationship is evident in the popular reconceptualization of the dog–human family as a pack.<ref name=\"Power\"/> A [[dominance (ethology)|dominance]] model of dog–human relationships has been promoted by some dog trainers, such as on the television program ''[[Dog Whisperer]]''. However it has been disputed that \"trying to achieve status\" is characteristic of dog–human interactions.<ref name=\"Bradshaw\">{{Cite journal |last= Bradshaw |first= John |last2= Blackwell |first2= Emily J. |last3= Casey |first3= Rachel A. |title= Dominance in domestic dogs: useful construct or bad habit? |journal= Journal of Veterinary Behavior |volume= 4 |year= 2009|pages= 135–144 |publisher= Elsevier | url = http://www.pawsoflife.org/pdf/Library%20articles/Bradshaw%202009.pdf| archiveurl = http://www.webcitation.org/5sIbRXtwx|archivedate= 27 August 2010|doi= 10.1016/j.jveb.2008.08.004| issue = 3}}</ref> Pet dogs play an active role in family life; for example, a study of conversations in dog–human families showed how family members use the dog as a resource, talking to the dog, or talking through the dog, to mediate their interactions with each other.<ref name=\"Tannen\">{{Cite journal|doi= 10.1207/s15327973rlsi3704_1 |last= Tannen|first = Deborah|year= 2004|title= Talking the Dog: Framing Pets as Interactional Resources in Family Discourse |journal=Research on Language and Social Interaction |volume= 37|issue= 4 | pages = 399–420 |issn= 1532-7973}}</ref>\n\nIncreasingly, human family members are engaging in activities centered on the perceived needs and interests of the dog, or in which the dog is an integral partner, such as [[Musical canine freestyle|dog dancing]] and [[Doga (Dog Yoga)|dog yoga]].<ref name=\"Nast\"/>\n\nAccording to statistics published by the [[American Pet Products Manufacturers Association]] in the National Pet Owner Survey in 2009–2010, it is estimated there are 77.5&nbsp;million people with pet dogs in the United States.<ref>{{cite web|url=http://www.humanesociety.org/issues/pet_overpopulation/facts/pet_ownership_statistics.html| title=U.S. Pet Ownership Statistics|accessdate=24 June 2010}}</ref> The same survey shows nearly 40% of American households own at least one dog, of which 67% own just one dog, 25% two dogs and nearly 9% more than two dogs. There does not seem to be any gender preference among dogs as pets, as the statistical data reveal an equal number of female and male dog pets. Yet, although several programs are ongoing to promote [[pet adoption]], less than a fifth of the owned dogs come from a shelter.\n\nThe latest study using [[magnetic resonance imaging]] (MRI) comparing humans and dogs showed that dogs have same response to voices and use the same parts of the brain as humans do. This gives dogs the ability to recognize emotional human sounds, making them friendly social pets to humans.<ref>{{cite news |url=http://www.telegraph.co.uk/science/science-news/10653182/Dogs-and-humans-respond-to-voices-in-same-way.html |title=Dogs and humans respond to voices in same way |author=James Edgar |date=21 February 2014 |location=London |work=The Daily Telegraph}}</ref>\n\n===Work===\nDogs have lived and worked with humans in so many roles that they have earned the unique nickname, \"man's best friend\",<ref>{{cite web| url = http://www.almostheaven-golden-retriever-rescue.org/old-drum.html| title = The Story of Old Drum| accessdate =29 November 2006| publisher=Cedarcroft Farm Bed & Breakfast&nbsp;— Warrensburg, MO}}</ref> a phrase used in other languages as well. They have been bred for herding livestock,<ref>{{Cite book|last=Williams|first=Tully|title=Working Sheep Dogs|isbn=0-643-09343-5|year=2007|publisher=CSIRO Publishing|location=Collingwood, Vic.}}</ref> hunting (e.g. pointers and hounds),<ref name=\"serpell1995\">{{Cite book|last=Serpell|first=James|title=The Domestic Dog|chapter=Origins of the dog: domestication and early history|isbn=0-521-41529-2|year=1995|publisher=Cambridge Univ. Press|location=Cambridge}}</ref> rodent control,<ref name=\"ADW\">Dewey, T. and S. Bhagat. 2002. \"[http://animaldiversity.ummz.umich.edu/site/accounts/information/Canis_lupus_familiaris.html Canis lupus familiaris]\", Animal Diversity Web. Retrieved 6 January 2009.</ref> guarding, helping fishermen with nets, [[detection dog]]s, and pulling loads, in addition to their roles as companions.<ref name=\"ADW\"/> In 1957, a husky-terrier mix named [[Laika]] became the first animal to orbit the [[Earth]].<ref name=\"sputnik\">{{cite web |url = http://www.russianspaceweb.com/sputnik2.html/ |title = sputnik |accessdate= 25 September 2013}}</ref><ref>{{cite news |url=http://www.reuters.com/article/2008/04/11/us-russia-space-dog-idUSL1117596720080411 |title=Russia fetes dog Laika, first earthling in space |last1= Solovyov |first1=Dmitry |last2= Pearce |first2=Tim (ed.) |date=11 April 2008 |publisher=[[Reuters]]}}</ref>\n\n[[Service dog]]s such as [[guide dog]]s, utility dogs, assistance dogs, hearing dogs, and psychological therapy dogs provide assistance to individuals with physical or mental disabilities.<ref>{{cite web|url=http://www.psychdog.org/attclinicians.html |title=Psychiatric Service Dog Society |publisher=Psychdog.org |date=1 October 2005 |accessdate=21 December 2010}}</ref><ref>{{cite web|url=http://www.assistancedogsinternational.org/guide.php |title=About Guide Dogs&nbsp;– Assistance Dogs International |publisher=Assistancedogsinternational.org |accessdate=21 December 2010}}</ref> Some dogs owned by epileptics have been shown to alert their handler when the handler shows signs of an impending seizure, sometimes well in advance of onset, allowing the guardian to seek safety, medication, or medical care.<ref name=\"seizure\">{{Cite journal|vauthors=Dalziel DJ, Uthman BM, Mcgorray SP, Reep RL |title=Seizure-alert dogs: a review and preliminary study |journal=Seizure |volume=12 |issue=2 |pages=115–20 |year=2003|pmid=12566236 |doi=10.1016/S105913110200225X}}</ref>\n\nDogs included in human activities in terms of helping out humans are usually called [[Working Group (dogs)|working dogs]].\n\n===Sports and shows===\n{{See also|Conformation show}}\n[[File:Big and little dog.jpg|thumb|Dogs come in a range of sizes.]]\nPeople often enter their dogs in competitions<ref>{{cite web|url=http://www.akc.org/events/conformation/beginners.cfm|title=A Beginner's Guide to Dog Shows|publisher=American Kennel Club|accessdate=30 October 2008}}</ref> such as breed-conformation shows or [[list of dog sports|sports]], including racing, sledding and agility competitions.\n\nIn conformation shows, also referred to as breed shows, a judge familiar with the specific dog breed evaluates individual purebred dogs for conformity with their established breed type as described in the breed standard. As the breed standard only deals with the externally observable qualities of the dog (such as appearance, movement, and temperament), separately tested qualities (such as ability or health) are not part of the judging in conformation shows.\n\n===As food===\n{{Main|Dog meat}}\n[[File:Gaegogi-01.jpg|thumb|''Gaegogi'' (dog meat) stew being served in a Korean restaurant]]\n\nDog meat is consumed in some East Asian countries, including Korea, China, and Vietnam, a practice that dates back to antiquity.<ref>{{Cite book|title=Eat not this flesh: food avoidances from prehistory to the present|author=Simoons, Frederick J. |edition=second|publisher=University of Wisconsin Press|year=1994|isbn=978-0-299-14254-4|pages=208–212|url=https://books.google.com/?id=JwGZTQunH00C&pg=PA208}}</ref> It is estimated that 13–16&nbsp;million dogs are killed and consumed in Asia every year.<ref>{{cite web|url=http://www.animalpeoplenews.org/03/9/dogs.catseatenAsia903.html |title=How many dogs and cats are eaten in Asia? |publisher=Animalpeoplenews.org |accessdate=19 December 2012}}</ref>  Other cultures, such as [[Polynesia]] and [[pre-Columbian Mexico]], also consumed dog meat in their history. However, Western, South Asian, African, and Middle Eastern cultures, in general, regard consumption of dog meat as [[taboo food and drink|taboo]]. In some places, however, such as in rural areas of Poland, dog fat is believed to have medicinal properties—being good for the lungs for instance.<ref>{{cite news|last=Day |first=Matthew |url=http://www.telegraph.co.uk/news/worldnews/europe/poland/5985367/Polish-couple-accused-of-making-dog-meat-delicacy.html |title=Polish couple accused of making dog meat delicacy|publisher=Telegraph.co.uk |date=7 August 2009 |accessdate=21 December 2010 |location=London}}</ref> Dog meat is also consumed in some parts of Switzerland.<ref>{{cite book|title=Unmentionable Cuisine |first=Calvin W. |last=Schwabe |year=1979 |page=[https://books.google.com/books?id=SiBntk9jGmoC&pg=PA173 173] |publisher= University Press of Virginia |location=Charlottesville |isbn=0-8139-1162-1}}</ref>  Proponents of eating dog meat have argued that placing a distinction between livestock and dogs is western hypocrisy, and that there is no difference with eating the meat of different animals.<ref>{{cite web|url= http://www.slate.com/id/2060840/|title=Wok The Dog – What's wrong with eating man's best friend?|accessdate=23 July 2007|author= William Saletan|author-link=William Saletan|date=16 January 2002|publisher=slate.com}}</ref><ref>{{cite web |url=http://www.sunysb.edu/writrhet/philosophy/handbook/essaycontest/2004essaywinners/2004+Ahmet+Zihni.htm|title=Dog Meat Dilemma|author=Ahmed Zihni|publisher=sunysb.edu |year= 2004 |accessdate=11 May 2008 |archiveurl=https://web.archive.org/web/20070811115017/http://www.sunysb.edu/writrhet/philosophy/handbook/essaycontest/2004essaywinners/2004+Ahmet+Zihni.htm |archivedate=11 August 2007}}</ref><ref>{{cite web|url= http://lovingkorean.com/2013/07/12/do-koreans-eat-dogs-and-western-hypocrisy/|title='Do Koreans eat dogs?' and Western hypocrisy}}</ref><ref>{{cite web|url=http://www.prospect.org/print/V13/10/feffer-j.html|title=The Politics of Dog – When globalization and culinary practice clash|author=John Feffer|date=2 June 2002|accessdate=11 May 2007 |archiveurl=https://web.archive.org/web/20060427201343/http://www.prospect.org/print/V13/10/feffer-j.html |archivedate=27 April 2006}}</ref>\n\nIn Korea, the primary dog breed raised for meat, the ''[[nureongi]]'' (누렁이), differs from those breeds raised for pets that Koreans may keep in their homes.<ref name=\"pettid\">Pettid, Michael J., Korean Cuisine: An Illustrated History, London: Reaktion Books Ltd., 2008, 25. ISBN 1-86189-348-5</ref>\n\nThe most popular Korean dog dish is ''[[bosintang|gaejang-guk]]'' (also called ''bosintang''), a spicy stew meant to balance the body's heat during the summer months; followers of the custom claim this is done to ensure good health by balancing one's ''[[Qi|gi]]'', or vital energy of the body. A 19th century version of ''gaejang-guk'' explains that the dish is prepared by boiling dog meat with [[scallion]]s and chili powder. Variations of the dish contain chicken and bamboo shoots. While the dishes are still popular in Korea with a segment of the population, dog is not as widely consumed as beef, chicken, and pork.<ref name=\"pettid\"/>\n\n===Health risks to humans===\n{{Main|Dog attack}}\n\nIn 2005, the [[WHO]] reported that 55,000 people died in Asia and Africa from rabies, a disease for which dogs are the most important vector.<ref>{{citation|title=WHO expert consultation on rabies: First report |volume=WHO Technical Report Series, 931|publisher=World Health Organisation|year=2005}}</ref>\n\nCiting a 2008 study, the U.S. [[Center for Disease Control]] estimated in 2015 that 4.5 million people in the USA are bitten by dogs each year.<ref>{{cite web|title=Home & Recreational Safety – Dog Bites|url=http://www.cdc.gov/homeandrecreationalsafety/dog-bites/ |publisher=[[Centers for Disease Control and Prevention]]|accessdate=27 January 2015}} citing {{cite journal|title=Dog Bites: Still a Problem?|journal=Injury Prevention|volume=14|issue=5|pages=288–301|author1=Gilchrist J.|author2=Sacks J.J.|author3=White, D.|author4=Kresnow, M.J.}}</ref> A 2015 study estimated that 1.8% of the U.S. population is bitten each year.<ref>{{cite journal|url=http://injuryprevention.bmj.com/content/2/1/52.full.pdf|title=Dog bites: how big a problem?\n|author1=Jeffrey J Sacks|author2=Marcie-jo Kresnow|author3=Barbara Houston|page=53}}</ref> In the 1980s and 1990s the US averaged 17 fatalities per year, while in the 2000s this has increased to 26.<ref name= autogenerated1>{{cite web|url=http://www.dogbitelaw.com/PAGES/statistics.html |title=Statistics about dog bites in the USA and elsewhere |publisher=Dogbitelaw.com |accessdate=18 December 2012}}</ref> 77% of dog bites are from the pet of family or friends, and 50% of attacks occur on the property of the dog's legal owner.<ref name=autogenerated1/>\n\nA [[Colorado]] study found bites in children were less severe than bites in adults.<ref>{{cite web| url= http://veterinarynews.dvm360.com/dvm/Working+with+patients+-+technicians/Study-Chihuahuas-bite-vets-most-Lhaso-Apsos-inflic/ArticleStandard/Article/detail/613820?contextCategoryId=204&ref=25 | title= Study: Chihuahuas bite vets most; Lhaso Apsos inflict worst injuries | date= 1 July 2009 |first= Rachael |last= Whitcomb | work= DVM Newsmagazine | accessdate= 15 February 2013}}</ref> The incidence of dog bites in the US is 12.9 per 10,000 inhabitants, but for boys aged 5 to 9, the incidence rate is 60.7 per 10,000. Moreover, children have a much higher chance to be bitten in the face or neck.<ref>{{Cite journal |last1= Weiss |first1= HB |last2= Friedman |first2= DI |last3= Coben |first3= JH |title=Incidence of dog bite injuries treated in emergency departments |journal=JAMA |volume=279 |issue=1 |pages=51–3 |year=1998 |pmid=9424044 |doi= 10.1001/jama.279.1.51}}</ref> Sharp claws with powerful muscles behind them can lacerate flesh in a scratch that can lead to serious infections.<ref>{{Cite journal|last1= Tierney |first1= DM |last2= Strauss |first2= LP |last3= Sanchez |first3= JL |title=Capnocytophaga canimorsus Mycotic Abdominal Aortic Aneurysm: Why the Mailman Is Afraid of Dogs |journal=Journal of Clinical Microbiology |volume=44 |issue=2 |pages=649–51 |year=2006 |pmid=16455937 |pmc=1392675 |doi=10.1128/JCM.44.2.649-651.2006}}</ref>\n\nIn the UK between 2003 and 2004, there were 5,868 [[dog attack]]s on humans, resulting in 5,770 working days lost in sick leave.<ref>{{cite news| url= http://news.bbc.co.uk/1/hi/wales/south_east/4142200.stm |title= Mail campaign over dog attacks |date= 11 August 2005 | publisher= BBC News}}</ref>\n\nIn the [[Dogs in the United States|United States]], [[cat]]s and dogs are a factor in more than 86,000 falls each year.<ref>{{Cite news|title=Injury Prevention Bulletin |url=http://www.hlthss.gov.nt.ca/english/services/health_promotion/pdf/injury_prevention_bulletin.pdf |publisher=Northwest Territories Health and Social Services |date=25 March 2009|accessdate=7 January 2010}}</ref> It has been estimated around 2% of dog-related injuries treated in UK hospitals are domestic accidents. The same study found that while dog involvement in road traffic accidents was difficult to quantify, dog-associated road accidents involving injury more commonly involved two-wheeled vehicles.<ref>{{Cite journal| last=Bewley |first= BR |title=Medical hazards from dogs |journal=British Medical Journal |volume= 291 |issue=6498 |pages=760–1 |year=1985 |pmid=3929930 |pmc=1417177 |doi=10.1136/bmj.291.6498.760}}</ref>\n\n''[[Toxocara canis]]'' (dog [[roundworm]]) eggs in dog feces can cause [[toxocariasis]]. In the United States, about 10,000 cases of ''Toxocara'' infection are reported in humans each year, and almost 14% of the U.S. population is infected.<ref>{{cite web| url= http://emedicine.medscape.com/article/229855-overview |title= Toxocariasis | date= 20 August 2008 | publisher=Medscape.com | first1=Sun |last1=Huh |first2= Sooung |last2= Lee| accessdate= 15 February 2013}}</ref> In Great Britain, 24% of soil samples taken from public parks contained ''T. canis'' eggs.<ref name= kidshealth>{{cite web |title= Toxocariasis |work= Kids' Health |publisher=The Nemours Foundation |year= 2010 |url= http://kidshealth.org/parent/infections/parasitic/toxocariasis.html |accessdate =12 February 2010}}</ref>{{Failed verification|date=April 2016|reason=No percentages given}} Untreated toxocariasis can cause retinal damage and decreased vision.<ref name=kidshealth /> Dog feces can also contain [[hookworm]]s that cause [[cutaneous larva migrans]] in humans.<ref>{{Cite news|title=Parasites in pet feces cause puzzling infections| url=http://findarticles.com/p/articles/mi_hb4384/is_5_36/ai_n28919851|publisher=Pediatric News| date= May 2002|accessdate=11 May 2009|first=Kate|last=Johnson}}{{dead link|date=January 2016}}</ref><ref>{{Cite journal |doi= 10.1590/S0074-02762006000400009 |title=Related factors to human toxocariasis in a rural community of Argentina |year=2006 |last1=Chiodo |first1=Paula |last2=Basualdo |first2=Juan |last3=Ciarmela |first3=Laura |last4=Pezzani |first4=Betina |last5=Apezteguía |first5=María |last6=Minvielle |first6=Marta |journal=Memórias do Instituto Oswaldo Cruz |volume=101 |issue=4 |pages=397–400}}</ref><ref>{{cite journal | first=A. H. |last= Talaizadeh | first2= S. |last2= Maraghi2 |first3= A. |last3= Jelowdar |first4= M. |last4= Peyvasteh |url= http://pjms.com.pk/issues/octdec107/article/casereport6.html |title= Human toxocariasis: A report of 3 cases | work= Pakistan Journal of Medical Sciences Quarterly | volume = 23 | issue= 5 | date= October–December 2007 |at= Part I}}</ref><ref>{{cite web| url= http://www.woking.gov.uk/planning/envhealthservice/dog/dogfouling |title=Dog fouling |publisher=Woking Borough Council |location= UK| accessdate=21 December 2010}}</ref>\n\n===Health benefits for humans===\n[[File:Puppy near Coltani - 17 apr 2010.jpg|thumb|alt=Small dog laying between the hands|A human cuddles a [[Doberman Pinscher|Doberman]] puppy.]]\nThe scientific evidence is mixed as to whether companionship of a dog can enhance human physical health and psychological wellbeing.<ref name=\"Pet ownership and human health: a brief review of evidence and issues\">{{cite journal |doi=10.1136/bmj.331.7527.1252 |title=Pet ownership and human health: A brief review of evidence and issues |year=2005 |last1=McNicholas |first1=June |journal=BMJ |volume=331 |issue=7527 |pages=1252–4 |pmid=16308387 |last2=Gilbey |first2=Andrew |last3=Rennie |first3=Ann |last4=Ahmedzai |first4=Sam |last5=Dono |first5=Jo-Ann |last6=Ormerod |first6=Elizabeth |pmc=1289326}}</ref> Studies suggesting that there are benefits to physical health and psychological wellbeing<ref>{{Cite journal|last= Podberscek |first= A.L. |year= 2006|title=Positive and Negative Aspects of Our Relationship with Companion Animals |journal=Veterinary Research Communications |volume= 30|issue=1 |pages=21–27 |doi=10.1007/s11259-006-0005-0}}</ref> have been criticised for being poorly controlled,<ref name=\"Health effects of ownership of and attachment to companion animals in an older population\">{{cite journal |doi=10.1080/10705500802365532 |title=Health effects of ownership of and attachment to companion animals in an older population |year=2008 |last1=Winefield |first1=Helen R. |last2=Black |first2=Anne |last3=Chur-Hansen |first3=Anna |journal=International Journal of Behavioral Medicine |volume=15 |issue=4 |pages=303–10 |pmid=19005930}}</ref> and finding that \"[t]he health of elderly people is related to their health habits and social supports but not to their ownership of, or attachment to, a companion animal.\" Earlier studies have shown that people who keep pet dogs or cats exhibit better mental and physical health than those who do not, making fewer visits to the doctor and being less likely to be on medication than non-guardians.<ref>{{Cite journal| author=Headey B.|year = 1999|title = Health benefits and health cost savings due to pets: preliminary estimates from an Australian national survey|journal=Social Indicators Research|volume = 47|pages = 233–243|doi = 10.1023/A:1006892908532| issue=2}}</ref>\n\nA 2005 paper states \"recent research has failed to support earlier findings that pet ownership is associated with a reduced risk of cardiovascular disease, a reduced use of general practitioner services, or any psychological or physical benefits on health for community dwelling older people. Research has, however, pointed to significantly less absenteeism from school through sickness among children who live with pets.\"<ref name=\"Pet ownership and human health: a brief review of evidence and issues\"/> In one study, new guardians reported a highly significant reduction in minor health problems during the first month following pet acquisition, and this effect was sustained in those with dogs through to the end of the study.<ref name=\"autogenerated717\">{{cite journal |author=Serpell J |title=Beneficial effects of pet ownership on some aspects of human health and behaviour |journal=Journal of the Royal Society of Medicine |volume=84 |issue=12 |pages=717–20 |year=1991 |pmid=1774745 |pmc=1295517}}</ref>\n\nIn addition, people with pet dogs took considerably more physical exercise than those with cats and those without pets. The results provide evidence that keeping pets may have positive effects on human health and behaviour, and that for guardians of dogs these effects are relatively long-term.<ref name=\"autogenerated717\"/> Pet guardianship has also been associated with increased coronary artery disease survival, with human guardians being significantly less likely to die within one year of an acute myocardial infarction than those who did not own dogs.<ref>{{Cite journal|vauthors=Friedmann E, Thomas SA |title=Pet ownership, social support, and one-year survival after acute myocardial infarction in the Cardiac Arrhythmia Suppression Trial (CAST) |journal=The American Journal of Cardiology |volume=76 |issue=17 |pages=1213–7 |year=1995 |pmid=7502998 |doi=10.1016/S0002-9149(99)80343-9}}</ref>\n\nThe health benefits of dogs can result from contact with dogs in general, and not solely from having dogs as pets. For example, when in the presence of a pet dog, people show reductions in cardiovascular, behavioral, and psychological indicators of anxiety.<ref>{{Cite journal|doi=10.1097/00005053-199108000-00006 |author=Wilson CC |title=The pet as an anxiolytic intervention |journal=The Journal of Nervous and Mental Disease |volume=179 |issue=8 |pages=482–9 |year=1991 |pmid=1856711}}</ref> Other health benefits are gained from exposure to immune-stimulating microorganisms, which, according to the [[hygiene hypothesis]], can protect against allergies and autoimmune diseases. The benefits of contact with a dog also include social support, as dogs are able to not only provide companionship and social support themselves, but also to act as facilitators of social interactions between humans.<ref>{{Cite book|last1=McNicholas |first1=J. |last2=Collis |first2=G. M. |chapter=Animals as social supports: Insights for understanding animal assisted therapy |editor=Fine, Aubrey H. |title=Handbook on animal-assisted therapy: theoretical foundations and guidelines for practice |publisher=Elsevier/Academic Press |location=Amsterdam |year=2006 |pages=49–71 |isbn=0-12-369484-1}}</ref> One study indicated that wheelchair users experience more positive social interactions with strangers when they are accompanied by a dog than when they are not.<ref>{{Cite journal|vauthors=Eddy J, Hart LA, Boltz RP |title=The effects of service dogs on social acknowledgments of people in wheelchairs |journal=The Journal of Psychology |volume=122 |issue=1 |pages=39–45 |year=1988 |pmid=2967371|doi=10.1080/00223980.1988.10542941}}</ref> In 2015, a study found that pet owners were significantly more likely to get to know people in their neighborhood than non-pet owners.<ref>{{cite journal|doi=10.1371/journal.pone.0122085 | pmid=25924013 | volume=10 | issue=4 | title=The Pet Factor - Companion Animals as a Conduit for Getting to Know People, Friendship Formation and Social Support | journal=PLoS ONE | pages=e0122085| year=2015 | last1=Wood | first1=Lisa | last2=Martin | first2=Karen | last3=Christian | first3=Hayley | last4=Nathan | first4=Andrea | last5=Lauritsen | first5=Claire | last6=Houghton | first6=Steve | last7=Kawachi | first7=Ichiro | last8=McCune | first8=Sandra }}</ref>\n\nThe practice of using dogs and other animals as a part of therapy dates back to the late 18th century, when animals were introduced into mental institutions to help socialize patients with mental disorders.<ref>Kruger, K.A. & Serpell, J.A. (2006). Animal-assisted interventions in mental health: Definitions and theoretical foundations, In Fine, A.H. (Ed.), Handbook on animal-assisted therapy: Theoretical foundations and guidelines for practice. San Diego, CA, Academic Press: 21–38. ISBN 0-12-369484-1</ref> Animal-assisted intervention research has shown that animal-assisted therapy with a dog can increase social behaviors, such as smiling and laughing, among people with Alzheimer's disease.<ref>{{Cite book|author1=Batson, K. |author2=McCabe, B. |author3=Baun, M.M. |author4=Wilson, C. |chapter=The effect of a therapy dog on socialization and psychological indicators of stress in persons diagnosed with Alzheimer's disease |editor1=Turner, Dennis C. |editor2=Wilson, Cindy C. |title=Companion animals in human health |publisher=Sage Publications |location=Thousand Oaks |year=1998 |pages=203–15 |isbn=978-0-7619-1061-9}}</ref> One study demonstrated that children with ADHD and conduct disorders who participated in an education program with dogs and other animals showed increased attendance, increased knowledge and skill objectives, and decreased antisocial and violent behavior compared to those who were not in an animal-assisted program.<ref>{{Cite book|author1=Katcher, A.H. |author2=Wilkins, G.G. |chapter=The Centaur's Lessons: Therapeutic education through care of animals and nature study |editor=Fine, Aubrey H. |title=Handbook on animal-assisted therapy: theoretical foundations and guidelines for practice |publisher=Elsevier/Academic Press |location=Amsterdam |year=2006 |pages=153–77 |isbn=0-12-369484-1}}</ref>\n\n===Medical detection dogs===\nMedical detection dogs are capable of detecting diseases by sniffing a person directly or samples of urine or other specimens. Dogs can detect odour in one part per trillion, as their brain's olfactory cortex is (relative to total brain size) 40 times larger than humans. Dogs may have as many as 300 million odour receptors in their nose, while humans may have only 5 million. Each dog is trained specifically for the detection of single disease from the blood glucose level indicative to diabetes to cancer. To train a cancer dog requires 6 months. A [[Labrador Retriever]] called Daisy has detected 551 cancer patients with an accuracy of 93 percent and received the Blue Cross (for pets) Medal for her life-saving skills.<ref>{{cite web |url=http://www.telegraph.co.uk/news/telegraphchristmasappeal/11241191/How-my-dog-sniffed-out-breast-cancer-and-saved-my-life.html |title=How my dog sniffed out breast cancer and saved my lifeYYY |author=Terry Gasking |accessdate=22 November 2014}}</ref><ref>{{cite web |url=http://www.dailymail.co.uk/health/article-2843349/Medal-heroic-dog-sniffed-owner-s-cancer-Daisy-Labrador-helped-disease-551-patients.html |title=Medal for the heroic dog who sniffed out her owner's cancer: Daisy the Labrador has helped find disease in 551 patients |date=21 November 2014}}</ref>\n\n===Shelters===\n{{Main|Animal shelter}}\nEvery year, between 6 and 8&nbsp;million dogs and cats enter US [[animal shelter]]s.<ref>[http://www.thestar.com/News/World/article/557223 Animals abandoned as recession hits home]. TheStar.com. 22 December 2008.</ref> The [[Humane Society of the United States]] (HSUS) estimates that approximately 3 to 4&nbsp;million of those dogs and cats are [[Animal euthanasia|euthanized]] yearly in the United States.<ref>[http://www.humanesociety.org/issues/pet_overpopulation/facts/overpopulation_estimates.html HSUS Pet Overpopulation Estimates] The Humane Society of the United States</ref> However, the percentage of dogs in US animal shelters that are eventually adopted and removed from the shelters by their new legal owners has increased since the mid-1990s from around 25% to a 2012 average of 40% among reporting shelters<ref>{{cite web|title=ASPCA Pet Statistics |url=http://www.aspca.org/about-us/faq/pet-statistics.aspx|accessdate=8 August 2012}}</ref> (with many shelters reporting 60–75%).<ref>{{Cite book|last=Palika|first=Liz|title=Purebred Rescue Dog Adoption: Rewards and Realities|publisher=Howell Book House|date=4 February 2004|isbn=978-0-7645-4971-7|url=https://books.google.com/?id=3UK5jPQqo7gC&pg=PA4|accessdate=24 February 2010}}</ref>\n\n==Cultural depictions==\n{{main|Cultural depictions of dogs}}\nDogs have been viewed and represented in different manners by different cultures and religions, over the course of history.\n\n===Mythology===\n{{category see also|Mythological dogs}}\n\nIn mythology, dogs often serve as pets or as watchdogs.<ref name=\"Sherman2008\">{{cite book|author=Sherman, Josepha |title=Storytelling: An Encyclopedia of Mythology and Folklore|date=August 2008|publisher=Sharpe Reference|isbn=978-0-7656-8047-1|pages=118–121}}</ref>\n\nIn [[Greek mythology]], [[Cerberus]] is a three-headed watchdog who guards the gates of [[Hades]].<ref name=\"Sherman2008\"/> In [[Norse mythology]], a bloody, four-eyed dog called [[Garmr]] guards [[Helheim]].<ref name=\"Sherman2008\"/> In [[Persian mythology]], two four-eyed dogs guard the [[Chinvat Bridge]].<ref name=\"Sherman2008\"/> In [[Philippine mythology]], Kimat who is the pet of [[Tadaklan]], god of thunder, is responsible for lightning. In [[Welsh mythology]], [[Annwn]] is guarded by [[Cŵn Annwn]].<ref name=\"Sherman2008\"/>\n\nIn [[Hindu mythology]], [[Yama]], the god of death owns two watch dogs who have four eyes. They are said to watch over the gates of [[Naraka]].<ref>{{cite web|url=http://www.sacred-texts.com/hin/iml/iml08.htm |title=Indian Myth and Legend: Chapter III. Yama, the First Man, and King of the Dead |publisher=Sacred-texts.com |accessdate=4 July 2013}}</ref> Hunter god [[Muthappan]] from [[North Malabar]] region of [[Kerala]] has a hunting dog as his mount. Dogs are found in and out of the [[Muthappan Temple]] and offerings at the shrine take the form of bronze dog figurines.<ref>{{cite book|url=https://books.google.com/?id=p00fjOeA2h4C&pg=PA485&dq=Muthappan+association+with+dogs#v=onepage&q=Muthappan%20association%20with%20dogs&f=false |title=Fodor's Essential India: with Delhi, Rajasthan, Mumbai, and Kerala |publisher=Random House LLC |accessdate=13 May 2014|isbn=9780891419440 |date=7 May 2013}}</ref>\n\nThe role of the [[dog in Chinese mythology]] includes a position as one of the twelve animals which cyclically represent years (the [[Dog (zodiac)|zodiacal dog]]).\n\n===Religion and culture===\nIn [[Homer]]'s [[Epic poetry|epic poem]] the ''[[Odyssey]]'', when the disguised [[Odysseus]] returns home after 20 years he is recognized only by his faithful dog, [[Argos (dog)|Argos]], who has been waiting for his return.\n\nIn Islam, dogs are viewed as unclean because they are viewed as [[scavenger]]s.<ref name=\"Sherman2008\" />  In 2015 city councillor Hasan Küçük of [[The Hague]] called for dog ownership to be made illegal in that city.<ref name=\"soerenkern\">{{cite web|url=http://www.gatestoneinstitute.org/2796/muslims-ban-dogs-europe|title=Muslims Declare Jihad on Dogs in Europe|author=Soeren Kern|work=Gatestone Institute |date=31 January 2012}}</ref> Islamic activists in [[Lérida]], Spain, lobbied for dogs to be kept out of Muslim neighborhoods, saying their presence violated Muslims' religious freedom.<ref name=\"soerenkern\"/> In Britain, police [[sniffer dog]]s are carefully used, and are not permitted to contact passengers, only their luggage. They are required to wear leather [[dog booties]] when searching mosques or Muslim homes.<ref name=\"soerenkern\"/>\n\n[[Jewish law]] does not prohibit keeping dogs and other pets.<ref name=\"jewishvirtuallibrary.org\">{{cite web|url=https://www.jewishvirtuallibrary.org/jsource/Judaism/animals.html|title=Judaism & The Treatment of Animals |work=Jewish Virtual Library}}</ref> Jewish law requires Jews to feed dogs (and other animals that they own) before themselves, and make arrangements for feeding them before obtaining them.<ref name=\"jewishvirtuallibrary.org\"/> In Christianity, dogs represent faithfulness.<ref name=\"Sherman2008\"/>\n\nIn Asian countries such as China, Korea, and Japan, dogs are viewed as kind protectors.<ref name=\"Sherman2008\"/>\n\n===Dogs in art===\n{{Main|Cultural depictions of dogs in Western art}}\n\nCultural depictions of dogs in art extend back thousands of years to when dogs were portrayed on the walls of caves. Representations of dogs became more elaborate as individual breeds evolved and the relationships between human and canine developed. [[Hunting]] scenes were popular in the [[Middle Ages]] and the [[Renaissance]]. Dogs were depicted to symbolize guidance, protection, loyalty, fidelity, faithfulness, watchfulness, and love.<ref>{{cite web|url=http://www.incredibleart.org/lessons/middle/animals2.htm|title=Animal Symbolism in Many Cultures}}</ref>\n\n{{Multiple image\n|align = left\n|footer = [[Ancient Greece|Ancient Greek]] [[rhyton]] in the shape of a dog's head, made by [[Brygos]], early 5th century BC. Jérôme Carcopino Museum, Department of Archaeology, [[Aleria]]\n|image1 = Aleria, Rhyton, tête de chien.jpg\n|width1 = 200\n|image2 = Rhyton en forme de tête de chien.jpg\n|width2 = 167\n|image3 = Rhyton en forme de tête de chien2.jpg\n|width3 = 115\n}}\n{{commons category|Dogs in art}}\n{{Clear}}\n\n==See also==\n{{Portal|Dogs|Mammals}}\n{{Wikipedia books}}\n* [[Aging in dogs]]\n* [[Toy Group]]\n* [[Animal track]]\n* [[Argos (dog)]]\n* [[Dog in Chinese mythology]]\n* [[Dogs in art]]\n* [[Dog odor]]\n* [[Dognapping]]\n* [[Ethnocynology]]\n* [[Hachikō]]–a notable example of dog loyalty\n* [[Lost pet services]]\n* [[Mountain dog]]\n* [[Wolfdog]]\n\n;Lists:\n* [[List of fictional dogs]]\n* [[List of individual dogs]]\n\n==References==\n{{Reflist|30em|refs=\n<ref name=boitani1983>Boitani, L., 1983. Wolf and dog competition in Italy. Acta Zool. Fennica 174, 259–264</ref>\n\n<ref name=freedman2014>{{cite journal |last=Freedman |first=Adam H. |last2=Gronau |first2=Ilan |last3=Schweizer |first3=Rena M. |last4=Ortega-Del Vecchyo |first4=Diego |last5=Han |first5=Eunjung |last6=Silva |first6=Pedro M. |last7=Galaverni |first7=Marco |last8=Fan |first8=Zhenxin |last9=Marx |first9=Peter |last10=Lorente-Galdos |first10=Belen |last11=Beale |first11=Holly |last12=Ramirez |first12=Oscar |last13=Hormozdiari |first13=Farhad |last14=Alkan |first14=Can |last15=Vilà |first15=Carles |last16=Squire |first16=Kevin |last17=Geffen |first17=Eli |last18=Kusak |first18=Josip |last19=Boyko |first19=Adam R. |last20=Parker |first20=Heidi G. |last21=Lee |first21=Clarence |last22=Tadigotla |first22=Vasisht |last23=Siepel |first23=Adam |last24=Bustamante |first24=Carlos D. |last25=Harkins |first25=Timothy T. |last26=Nelson |first26=Stanley F. |last27=Ostrander |first27=Elaine A. |last28=Marques-Bonet |first28=Tomas |last29=Wayne |first29=Robert K. |last30=Novembre |first30=John |date=16 January 2014 |title=Genome Sequencing Highlights Genes Under Selection and the Dynamic Early History of Dogs |url=http://www.plosgenetics.org/article/info%3Adoi%2F10.1371%2Fjournal.pgen.1004016 |journal=PLOS Genetics |volume=10 |issue=1 |pages=e1004016 |publisher=PLOS Org |doi=10.1371/journal.pgen.1004016 |pmid=24453982 |pmc=3894170 |accessdate=8 December 2014}}</ref>\n\n<ref name=hare2013>{{Citation |authors=Brian Hare, Vanessa Woods |title=What Are Dogs Saying When They Bark? [Excerpt] |newspaper=Scientific America |url=http://www.scientificamerican.com/article/what-are-dogs-saying-when-they-bark/ |date=8 February 2013 |accessdate=17 March 2015}}</ref>\n<ref name=berns2012>{{cite journal |last1=Berns |first1=G. S. |last2=Brooks |first2=A. M. |last3=Spivak |first3=M. |editor1-last=Neuhauss |editor1-first=Stephan C. F |title=Functional MRI in Awake Unrestrained Dogs |doi=10.1371/journal.pone.0038027 |journal=PLoS ONE |volume=7 |issue=5 |pages=e38027 |year=2012 |pmid=22606363 |pmc=3350478 |bibcode=2012PLoSO...738027B}}</ref>\n\n<ref name=lescureaux2014>{{cite journal|doi=10.1016/j.biocon.2014.01.032|title=Warring brothers: The complex interactions between wolves (Canis lupus) and dogs (Canis familiaris) in a conservation context|journal=Biological Conservation|volume=171|pages=232–245|year=2014|last1=Lescureux|first1=Nicolas|last2=Linnell|first2=John D.C.}}</ref>\n<ref name=levitis2009>{{cite journal |last1=Levitis |first=Daniel A. |last2=Lidicker |first2=William Z., Jr. |last3=Freund |first3=Glenn |title=Behavioural biologists do not agree on what constitutes behaviour |journal=Animal Behaviour |date=June 2009 |volume=78 |issue=1 |pages=103–10 |doi=10.1016/j.anbehav.2009.03.018 |url=http://academic.reed.edu/biology/courses/bio342/2010_syllabus/2010_readings/levitis_etal_2009.pdf}}</ref>\n\n<ref name=thalmann2013>{{cite journal |last=Thalmann |first=O. |last2=Shapiro |first2=B. |last3=Cui |first3=P. |last4=Schuenemann |first4=V.J. |last5=Sawyer |first5=S.K. |last6=Greenfield |first6=D.L. |last7=Germonpré |first7=M.B. |last8=Sablin |first8=M.V. |last9=López-Giráldez |first9=F. |last10=Domingo-Roura |first10=X. |last11=Napierala |first11=H. |last12=Uerpmann |first12=H-P. |last13=Loponte |first13=D.M. |last14=Acosta |first14=A.A. |last15=Giemsch |first15=L. |last16=Schmitz |first16=R.W. |last17=Worthington |first17=B. |last18=Buikstra |first18=J.E. |last19=Druzhkova |first19=A.S. |last20=Graphodatsky |first20=A.S. |last21=Ovodov |first21=N.D. |last22=Wahlberg |first22=N. |last23=Freedman |first23=A.H. |last24=Schweizer |first24=R.M. |last25=Koepfli |first25=K.-P. |last26=Leonard |first26=J.A. |last27=Meyer |first27=M. |last28=Krause |first28=J. |last29=Pääbo |first29=S. |last30=Green |first30=R.E. |last31=Wayne |first31=Robert K. |date=15 November 2013 |title=Complete Mitochondrial Genomes of Ancient Canids Suggest a European Origin of Domestic Dogs |url=http://www.sciencemag.org/content/342/6160/871 |journal=Science |volume=342 |issue=6160 |pages=871–874 |publisher=AAAS |doi=10.1126/science.1243650 |pmid=24233726 |accessdate=24 December 2014 |bibcode=2013Sci...342..871T}}</ref>\n<ref name=tomasello2009>{{cite journal |doi=10.1126/science.1179670 |pmid=19729645 |title=Like Infant, Like Dog |journal=Science |volume=325 |issue=5945 |pages=1213–4 |year=2009 |last1=Tomasello |first1=M.|last2=Kaminski |first2=J.}}</ref>\n\n<ref name=vanak2014>Vanak, A.T., Dickman, C.R., Silva-Rodriguez, E.A., Butler, J.R.A., Ritchie, E.G., 2014. Top-dogs and under-dogs: competition between dogs and sympatric carnivores. In: Gompper, M.E. (Ed.), Free-Ranging Dogs and Wildlife Conservation. Oxford University Press, Oxford, pp. 69–93</ref>\n}}\n\n==Bibliography==\n*{{cite book|author=Miklósi, Adám |title=Dog Behaviour, Evolution, and Cognition|url=https://books.google.com/?id=KnVEIrVNGhIC|year=2007|publisher=Oxford University Press|isbn=978-0-19-929585-2|doi=10.1093/acprof:oso/9780199295852.001.0001}}\n\n==Further reading==\n*{{cite encyclopedia |title=World Atlas of Dog Breeds |type=Hardcover |first1=Dominique |last1=De Vito |pages=960 pages |location=Neptune City, NJ Lanham, MD |date=March 1995 |publisher=TFH Publications, Inc. |edition=6th |isbn=0793806569 }}\n*{{cite encyclopedia |title=Atlas of Dog Breeds of the World |edition=5th |first1=Bonnie |last1=Wilcox |first2=Chris |last2=Walkowicz |isbn=0793812844 |location=Neptune City, NJ Lanham, MD |type=Print |pages=912 |date=March 1995 |publisher=TFH Publications, Inc. Distributed in the U.S. to the Bookstore and library trade by National Book Network}}\n\n==External links==\n{{Sister project links|wikt=dog|species=Canis lupus familiaris|v=no|s=1911 Encyclopædia Britannica/Dog|q=Dogs|b=Dog Care}}\n* [http://www.biodiversitylibrary.org/name/Canis_lupus_familiaris Biodiversity Heritage Library bibliography] for ''Canis lupus familiaris''\n* [http://www.fci.be/ Fédération Cynologique Internationale (FCI) – World Canine Organisation]\n* [http://www.ancient.eu.com/article/184/ Dogs in the Ancient World], an article on the history of dogs\n* View the [http://www.ensembl.org/Canis_familiaris/Info/Index dog genome] on [[Ensembl]]\n\n{{Carnivora|Ca.}}\n{{Dog nav|state=expanded}}\n{{Pastoral dogs|state=expanded}}\n{{Use dmy dates|date=April 2016}}\n{{Taxonbar}}\n{{Authority control}}\n\n[[Category:Dogs| ]]\n[[Category:Cosmopolitan animals]]\n[[Category:Scavengers]]\n[[Category:Vertebrate animal models]]\n[[Category:Extant Late Pleistocene first appearances]]"}]}}}}
{"batchcomplete":"","query":{"normalized":[{"from":"banana","to":"Banana"}],"pages":{"38940":{"pageid":38940,"ns":0,"title":"Banana","revisions":[{"contentformat":"text/x-wiki","contentmodel":"wikitext","*":"{{about||the plant genus to which bananas belong|Musa (genus)|other uses|Banana (disambiguation)}}\n{{pp-semi-indef}}\n{{pp-move-indef}}\n{{Use mdy dates|date=May 2012}}\n\n[[File:Bananavarieties.jpg|thumb|right|Fruits of four different [[List of banana cultivars|banana cultivars]]]]\nThe '''banana''' is an edible [[fruit]], botanically a [[berry (botany)|berry]],<ref name=purdue1/><ref name=Armstrong/> produced by several kinds of large [[herbaceous]] [[flowering plant]]s in the [[genus]] ''[[Musa (genus)|Musa]]''.<ref name=MW/> In some countries, bananas used for cooking may be called [[Cooking plantain|plantains]]. The fruit is variable in size, color and firmness, but is usually elongated and curved, with soft flesh rich in [[starch]] covered with a rind which may be green, yellow, red, purple, or brown when ripe. The fruits grow in clusters hanging from the top of the plant.  Almost all modern edible [[Parthenocarpy|parthenocarpic]] (seedless) bananas come from two wild species&nbsp;– ''[[Musa acuminata]]'' and ''[[Musa balbisiana]]''. The [[Binomial nomenclature|scientific names]] of most cultivated bananas are ''Musa acuminata'', ''Musa balbisiana'', and ''Musa'' × ''paradisiaca'' for the hybrid ''Musa acuminata'' × ''M.&nbsp;balbisiana'', depending on their [[genome|genomic]] constitution. The old scientific name ''Musa sapientum'' is no longer used.\n\n''Musa'' species are native to tropical [[Indomalaya]] and [[Australia (continent)|Australia]], and are likely to have been first domesticated in [[Papua New Guinea]].<ref name=apscience/>{{sfn|Nelson|Ploetz|Kepler|2006}} They are grown in at least 107 countries,<ref name=fao/> primarily for their fruit, and to a lesser extent to make [[fiber]], [[banana wine]] and [[banana beer]] and as [[ornamental plant]]s.\n\nWorldwide, there is no sharp distinction between \"bananas\" and \"plantains\". Especially in the Americas and Europe, \"banana\" usually refers to soft, sweet, dessert bananas, particularly those of the [[#Cavendish|Cavendish group]], which are the main exports from banana-growing countries. By contrast, [[List of banana cultivars|''Musa'' cultivars]] with firmer, starchier fruit are called \"plantains\". In other regions, such as [[Southeast Asia]], many more kinds of banana are grown and eaten, so the simple two-fold distinction is not useful and is not made in local languages.\n\nThe term \"banana\" is also used as the common name for the plants which produce the fruit.<ref name=MW/> This can extend to other members of the genus ''Musa'' like the [[Musa coccinea|scarlet banana]] (''Musa coccinea''), [[Musa velutina|pink banana]] (''Musa velutina'') and the [[Fe'i banana]]s. It can also refer to members of the genus ''[[Ensete]]'', like the [[Ensete glaucum|snow banana]] (''Ensete glaucum'') and the economically important [[Ensete ventricosum|false banana]] (''Ensete ventricosum''). Both genera are classified under the banana family, [[Musaceae]].\n\n==Description==\n[[File:Banana corm.jpg|thumb|upright|alt=Photo of a banana corm growing from loamy soil|A banana corm, about {{convert|25|cm|in|abbr=on|0}} across]]\n[[File:Banana farm Chinawal.jpg|thumb|upright|Banana farm at [[Chinawal]], India]]\nThe banana plant is the largest [[herbaceous]] flowering plant.<ref name=PicqINIB00/> All the above-ground parts of a banana plant grow from a structure usually called a \"[[corm]]\".{{sfn|Stover|Simmonds|1987|pp=5–9}} Plants are normally tall and fairly sturdy, and are often mistaken for [[tree]]s, but what appears to be a trunk is actually a \"false stem\" or [[pseudostem]]. Bananas grow in a wide variety of soils, as long as the soil is at least 60&nbsp;cm deep, has good drainage and is not compacted.{{sfn|Stover|Simmonds|1987|p=212}} The leaves of banana plants are composed of a \"stalk\" ([[petiole (botany)|petiole]]) and a blade ([[Leaf#General characteristics of leaves|lamina]]). The base of the petiole widens to form a sheath; the tightly packed sheaths make up the pseudostem, which is all that supports the plant. The edges of the sheath meet when it is first produced, making it tubular. As new growth occurs in the centre of the pseudostem the edges are forced apart.{{sfn|Stover|Simmonds|1987|pp=13–17}} Cultivated banana plants vary in height depending on the variety and growing conditions. Most are around {{convert|5|m|ft|abbr=on|0}} tall, with a range from 'Dwarf Cavendish' plants at around {{convert|3|m|ft|abbr=on|0}} to 'Gros Michel' at {{convert|7|m|ft|abbr=on|0}} or more.{{sfn|Nelson|Ploetz|Kepler|2006|p=26}}{{sfn|Ploetz|Kepler|Daniells|Nelson|2007|p=12}} Leaves are spirally arranged and may grow {{convert|2.7|m|ft}} long and {{convert|60|cm|ft|abbr=on}} wide.<ref name=\"purdue1\"/> They are easily torn by the wind, resulting in the familiar frond look.<ref name=Greenearth/>\n\nWhen a banana plant is mature, the corm stops producing new leaves and begins to form a flower spike or [[inflorescence]]. A stem develops which grows up inside the pseudostem, carrying the immature inflorescence until eventually it emerges at the top.{{sfn|Stover|Simmonds|1987|pp=9–13}} Each pseudostem normally produces a single inflorescence, also known as the \"banana heart\". (More are sometimes produced; an exceptional plant in the [[Philippines]] produced five.<ref name=ABS_CBN/>) After fruiting, the pseudostem dies, but offshoots will normally have developed from the base, so that the plant as a whole is [[perennial]]. In the plantation system of cultivation, only one of the offshoots will be allowed to develop in order to maintain spacing.{{sfn|Stover|Simmonds|1987|pp=244–247}} The inflorescence contains many [[bract]]s (sometimes incorrectly referred to as petals) between rows of flowers. The female flowers (which can develop into fruit) appear in rows further up the stem (closer to the leaves) from the rows of male flowers. The ovary is [[ovary (plants)|inferior]], meaning that the tiny petals and other flower parts appear at the tip of the ovary.{{sfn|Office of the Gene Technology Regulator|2008}}\n\nThe banana fruits develop from the banana heart, in a large hanging cluster, made up of tiers (called \"hands\"), with up to 20 fruit to a tier. The hanging cluster is known as a bunch, comprising 3–20 [[wikt:tier#noun 2|tiers]], or commercially as a \"banana stem\", and can weigh {{convert|30|–|50|kg|lb}}. Individual banana fruits (commonly known as a banana or \"finger\") average {{convert|125|g|lb}}, of which approximately 75% is [[water]] and 25% dry matter (nutrient table, lower right).\n\nThe fruit has been described as a \"leathery berry\".<ref name=Smit77/> There is a protective outer layer (a [[Peel (fruit)|peel]] or skin) with numerous long, thin strings (the [[phloem]] [[Vascular bundle|bundles]]), which run lengthwise between the skin and the [[Eating|edible]] inner portion. The inner part of the common yellow dessert variety can be split lengthwise into three sections that correspond to the inner portions of the three [[carpel]]s by manually deforming the unopened fruit.<ref name=Wark04/> In cultivated varieties, the seeds are diminished nearly to non-existence; their remnants are tiny black specks in the interior of the fruit.<ref name=Simm62/>\n\nBananas are naturally slightly [[Radioactive decay|radioactive]],<ref name=Brod78/><ref name=ChemAbout/> more so than most other fruits, because of their potassium content and the small amounts of the isotope [[potassium-40]] found in naturally occurring potassium.<ref name=CassWu07/> The [[banana equivalent dose]] of radiation is sometimes used in nuclear communication to compare radiation levels and exposures.<ref name=ETR/>\n\n<gallery>\nFile:Banana Tree 01.jpg|Banana 'tree' showing fruit and inflorescence.\nFile:M. acuminata x balbisiana.JPG|Banana [[inflorescence]], partially opened\nFile:M. acuminata x balbisiana female flower detail.jpg|Female flowers have petals and other flower parts at the tip of the ovary\n</gallery>\n\n==Etymology==\nThe word banana is thought to be of West African origin, possibly from the [[Wolof language|Wolof]] word ''[[wikt:banaana|banaana]]'', and passed into English via Spanish or Portuguese.<ref name=OEtymD/>\n\n==Taxonomy==\n[[File:Nedravazhakola.jpg|right|thumb|The ''Musa'' 'Nendran' [[cultivar]] grown widely in the [[India]]n state of [[Kerala]] is a member of the [[List of banana cultivars#AAB Group|AAB cultivar group]]]]\nThe genus ''[[Musa (genus)|Musa]]'' was created by [[Carl Linnaeus]] in 1753.<ref name=WCSP_Musa/> The name may be derived from [[Antonius Musa]], physician to the Emperor [[Augustus]], or Linnaeus may have adapted the [[Arabic]] word for banana, ''[[wikt:موز|mauz]]''.<ref name=HyamPank95/> ''Musa'' is in the family [[Musaceae]]. The [[APG III system]] assigns Musaceae to the order [[Zingiberales]], part of the [[commelinid]] clade of the [[monocotyledon]]ous flowering plants. Some 70 species of ''Musa'' were recognized by the [[World Checklist of Selected Plant Families]] {{asof|2013|January|lc=yes}};<ref name=WCSP_Musa/> several produce edible fruit, while others are cultivated as ornamentals.<ref name=Bail16/>\n\nThe classification of cultivated bananas has long been a problematic issue for taxonomists. Linnaeus originally placed bananas into two species based only on their uses as food: ''Musa sapientum'' for dessert bananas and ''Musa paradisiaca'' for [[Plantain (true)|plantains]]. Subsequently further species names were added. However, this approach proved inadequate to address the sheer number of [[cultivar]]s existing in the primary center of diversity of the genus, [[Southeast Asia]]. Many of these cultivars were given names which proved to be [[Synonym (taxonomy)|synonyms]].{{sfn|Valmayor|Jamaluddin|Silayoi|Kusumo|2000}}\n\nIn a series of papers published in 1947 onwards, Ernest Cheesman showed that Linnaeus's ''Musa sapientum'' and ''Musa paradisiaca'' were actually cultivars and descendants of two wild seed-producing species, ''[[Musa acuminata]]'' and ''[[Musa balbisiana]]'', both first described by [[Luigi Aloysius Colla]].<ref name=DRC/> He recommended the abolition of Linnaeus's species in favor of reclassifying bananas according to three morphologically distinct groups of cultivars – those primarily exhibiting the botanical characteristics of ''Musa balbisiana'', those primarily exhibiting the botanical characteristics of ''Musa acuminata'', and those with characteristics that are the combination of the two.{{sfn|Valmayor|Jamaluddin|Silayoi|Kusumo|2000}} Researchers Norman Simmonds and Ken Shepherd proposed a genome-based nomenclature system in 1955. This system eliminated almost all the difficulties and inconsistencies of the earlier classification of bananas based on assigning scientific names to cultivated varieties. Despite this, the original names are still recognized by some authorities today, leading to confusion.<ref name=DRC/><ref name=Porc02/>\n\nThe currently accepted [[Botanical name|scientific names]] for most groups of cultivated bananas are '''''Musa acuminata''''' <small>Colla</small> and '''''Musa balbisiana''''' <small>Colla</small> for the ancestral species, and '''''Musa'' × ''paradisiaca''''' <small>L.</small> for the hybrid ''M. acuminata'' × ''M. balbisiana''.<ref name=WCSP_Mp/>\n\n[[Synonym (taxonomy)|Synonyms]] of ''M.'' × ''paradisica'' include:\n* A large number of subspecific and varietial names of ''M.'' × ''paradisiaca'', including ''M. p.'' subsp. ''sapientum'' <small>(L.) Kuntze</small>\n* ''Musa'' × ''dacca'' <small>Horan.</small>\n* ''Musa'' × ''sapidisiaca'' <small>K.C.Jacob, nom. superfl.</small>\n* ''Musa'' × ''sapientum'' <small>L.</small>, and a large number of its varietal names, including ''M.'' × ''sapientum'' var. ''paradisiaca'' <small>(L.) Baker, nom. illeg.</small>\n\nGenerally, modern classifications of banana cultivars follow Simmonds and Shepherd's system. Cultivars are placed in groups based on the number of chromosomes they have and which species they are derived from. Thus the [[Latundan banana]] is placed in the AAB Group, showing that it is a triploid derived from both ''M. acuminata'' (A) and ''M. balbisiana'' (B). For a list of the cultivars classified under this system see [[List of banana cultivars]].\n\nIn 2012, a team of scientists announced they had achieved a draft sequence of the genome of ''[[Musa acuminata]]''.<ref name=dHon12/>\n\n==Bananas and plantains==\nIn regions such as North America and Europe, ''Musa'' fruits offered for sale can be divided into \"bananas\" and \"[[Plantain (cooking)|plantains]]\", based on their intended use as food. Thus the banana producer and distributor [[Chiquita Brands International|Chiquita]] produces publicity material for the American market which says that \"a plantain is not a banana\". The stated differences are that plantains are more [[starch]]y and less sweet; they are eaten cooked rather than raw; they have thicker skin, which may be green, yellow or black; and they can be used at any stage of ripeness.<ref name=Chiquita/> Linnaeus made the same distinction between plantains and bananas when first naming two \"species\" of ''Musa''.{{sfn|Valmayor|Jamaluddin|Silayoi|Kusumo|2000|p=2}} Members of the \"[[Plantain (true)|plantain subgroup]]\" of banana cultivars, most important as food in West Africa and Latin America, correspond to the Chiquita description, having long pointed fruit. They are described by Ploetz et al. as \"true\" plantains, distinct from other cooking bananas.{{sfn|Ploetz|Kepler|Daniells|Nelson|2007|pp=18–19}} The cooking bananas of East Africa belong to a different group, the [[East African Highland banana]]s,{{sfn|Ploetz|Kepler|Daniells|Nelson|2007|p=12}} so would not qualify as \"true\" plantains on this definition.\n[[File:Bananas white background DS.jpg|thumb|[[Cavendish bananas]] are the most common dessert bananas sold]]\nAn alternative approach divides bananas into dessert bananas and cooking bananas, with plantains being one of the subgroups of cooking bananas.{{sfn|Office of the Gene Technology Regulator|2008|p=1}} [[Polyploid|Triploid]] cultivars derived solely from ''M.&nbsp;acuminata'' are examples of \"dessert bananas\", whereas triploid cultivars derived from the hybrid between ''M.&nbsp;acuminata'' and ''M.&nbsp;balbinosa'' (in particular the plantain subgroup of the [[List of banana cultivars#AAB Group|AAB Group]]) are \"plantains\".<ref name=StovSimm87p183/><ref name=QiMoorOrch00/> Small farmers in [[Colombia]] grow a much wider range of cultivars than large commercial plantations. A study of these cultivars showed that they could be placed into at least three groups based on their characteristics: dessert bananas, non-plantain cooking bananas, and plantains, although there were overlaps between dessert and cooking bananas.<ref name=GibeDufoGiraSanc09/>\n\nIn Southeast Asia – the center of diversity for bananas, both wild and cultivated – the distinction between \"bananas\" and \"plantains\" does not work, according to Valmayor et al. Many bananas are used both raw and cooked. There are starchy cooking bananas which are smaller than those eaten raw. The range of colors, sizes and shapes is far wider than in those grown or sold in Africa, Europe or the Americas.{{sfn|Valmayor|Jamaluddin|Silayoi|Kusumo|2000|p=2}} Southeast Asian languages do not make the distinction between \"bananas\" and \"plantains\" that is made in English (and Spanish). Thus both [[#Cavendish|Cavendish cultivars]], the classic yellow dessert bananas, and [[Saba banana|Saba cultivars]], used mainly for cooking, are called ''pisang'' in [[Malaysia]] and [[Indonesia]], ''kluai'' in [[Thailand]] and ''chuoi'' in [[Vietnam]].{{sfn|Valmayor|Jamaluddin|Silayoi|Kusumo|2000|pp=8–12}} [[Fe'i banana]]s, grown and eaten in the islands of the Pacific, are derived from entirely different wild species than traditional bananas and plantains. Most Fe'i bananas are cooked, but [[Karat banana]]s, which are short and squat with bright red skins, very different from the usual yellow dessert bananas, are eaten raw.<ref name=Engl03/>\n\nIn summary, in commerce in Europe and the Americas (although not in small-scale cultivation), it is possible to distinguish between \"bananas\", which are eaten raw, and \"plantains\", which are cooked. In other regions of the world, particularly India, Southeast Asia and the islands of the Pacific, there are many more kinds of banana and the two-fold distinction is not useful and not made in local languages. Plantains are one of many kinds of cooking bananas, which are not always distinct from dessert bananas.\n\n==Historical cultivation==\n\n===Early cultivation===\n{{See also|Musa acuminata}}\n[[File:Banana ancestors (Musa acuminata and Musa balbisiana) original range.png|thumb|Original [[Range (biology)|native ranges]] of the ancestors of modern edible bananas. ''[[Musa acuminata]]'' is shown in green and ''[[Musa balbisiana]]'' in orange.<ref name=LangMare04/>]]\nFarmers in [[Southeast Asia]] and [[Papua New Guinea]] first [[domestication|domesticated]] bananas. Recent [[archaeology|archaeological]] and palaeoenvironmental evidence at [[Kuk Swamp]] in the [[Western Highlands Province]] of Papua New Guinea suggests that banana cultivation there goes back to at least 5000 [[Common Era|BCE]], and possibly to 8000 BCE.<ref name=apscience/><ref name=Denh03/> It is likely that other species were later and independently domesticated elsewhere in Southeast Asia. Southeast Asia is the region of [[Center of diversity|primary diversity]] of the banana. Areas of secondary diversity are found in [[Africa]], indicating a long history of banana cultivation in the region.{{sfn|Ploetz|Kepler|Daniells|Nelson|2007|p=7}}\n\n[[File:Bananas Muslim world.JPG|thumb|Actual and probable diffusion of bananas during [[Muslim Agricultural Revolution|Islamic times]] (700–1500 CE)<ref name=Wats83/>|alt=Map stating that banana cultivation occurred in pre-Islamic times in India and Southeast Asia, during the 700–1500 CE \"Islamic period\" along the [[Nile River]] and in [[Mesopotamia]] and [[Palestine (region)|Palestine]], and less-certainly in sub-Saharan Africa during that same period]]\n[[Phytolith]] discoveries in [[Cameroon]] dating to the first millennium BCE<ref name=Mbid00/> triggered an as yet unresolved debate about the date of first cultivation in Africa. There is linguistic evidence that bananas were known in [[Madagascar]] around that time.<ref name=Zell05/> The earliest prior evidence indicates that cultivation dates to no earlier than late 6th century CE.<ref name=Lejj05/> It is likely, however, that bananas were brought at least to [[Madagascar]] if not to the East African coast during the phase of [[Malagasy people|Malagasy]] colonization of the island from South East Asia c. 400 CE.<ref name=Rand09/>\n\nThe banana may also have been present in isolated locations elsewhere in the [[Middle East]] on the eve of [[Islam]]. The [[spread of Islam]] was followed by far-reaching diffusion. There are numerous references to it in Islamic texts (such as poems and [[hadith]]s) beginning in the 9th century. By the 10th century the banana appears in texts from [[Palestine (region)|Palestine]] and [[Egypt]]. From there it diffused into North Africa and [[Al-Andalus|Muslim Iberia]]. During the medieval ages, bananas from [[Granada]] were considered among the best in the Arab world.<ref name=Wats83/> In 650, Islamic conquerors brought the banana to Palestine. Today, banana consumption increases significantly in Islamic countries during [[Ramadan]], the month of daylight fasting.<ref name=thefinancialexpress-bd/>\n\nBananas were certainly grown in the Christian [[Kingdom of Cyprus]] by the late medieval period. Writing in 1458, the Italian traveller and writer Gabriele Capodilista wrote favourably of the extensive farm produce of the estates at Episkopi, near modern-day [[Limassol]], including the region's banana plantations.<ref name=Jenn92/>\n\nBananas were introduced to the [[Americas]] by [[Portugal|Portuguese]] sailors who brought the fruits from [[West Africa]] in the 16th century.<ref name=Botgard/>\n\nMany [[Musa (genus)#Species|wild banana species]] as well as cultivars exist in extraordinary diversity in [[India]], [[China]], and [[Southeast Asia]].\n{{quote|There are fuzzy [[Musa velutina|bananas whose skins are bubblegum pink]]; green-and-white striped bananas with pulp the color of orange sherbet; bananas that, when cooked, taste like strawberries. The Double Mahoi plant can produce two bunches at once. The Chinese name of the aromatic Go San Heong banana means 'You can smell it from the next mountain.' The fingers on one banana plant grow fused; another produces bunches of a thousand fingers, each only an inch long.|Mike Peed, ''The New Yorker''<ref name=Peed11/>}}\n\nIn 1999 archaeologists in London discovered what they believed to be the oldest banana in the UK, in a [[Tudor period|Tudor]] rubbish tip.<ref name=BBC990616/>\n\n===Plantation cultivation in the Caribbean, Central and South America===\n{{Main article|History of modern banana plantations in the Americas}}\n[[File:Inside a wild-type banana.jpg|thumb|right|Fruits of [[Wild type|wild-type]] bananas have numerous large, hard seeds.|alt=Photo of two cross-sectional halves of seed-filled fruit.]]\n\nIn the 15th and 16th centuries, Portuguese colonists started banana plantations in the Atlantic Islands, [[Brazil]], and western Africa.<ref name=Phora/> North Americans began consuming bananas on a small scale at very high prices shortly after the Civil War, though it was only in the 1880s that it became more widespread.<ref name=Koep08/> As late as the [[Victorian Era]], bananas were not widely known in Europe, although they were available.<ref name=Phora/> [[Jules Verne]] introduces bananas to his readers with detailed descriptions in ''[[Around the World in Eighty Days]]'' (1872).\n\nThe earliest modern plantations originated in Jamaica and the related [[Western Caribbean Zone]], including most of [[Central America]]. It involved the combination of modern transportation networks of steamships and railroads with the development of refrigeration that allowed bananas to have more time between harvesting and ripening. North America shippers like [[Lorenzo Dow Baker]] and [[Andrew Preston]], the founders of the [[Boston Fruit Company]] started this process in the 1870s, but railroad builders like [[Minor C. Keith|Minor C Keith]] also participated, eventually culminating in the multi-national giant corporations like today's [[Chiquita Brands International]] and [[Dole Food Company|Dole]].<ref name=Koep08/> These companies were monopolistic, [[vertically integrated]] (meaning they controlled growing, processing, shipping and marketing) and usually used political manipulation to build [[enclave economy|enclave economies]] (economies that were internally self-sufficient, virtually tax exempt, and export oriented that contribute very little to the host economy). Their political maneuvers, which gave rise to the term [[Banana republic]] for states like Honduras and Guatemala, included working with local elites and their rivalries to influence politics or playing the international interests of the United States, especially during the [[Cold War]], to keep the political climate favorable to their interests.<ref name=NZH/>\n\n===Peasant cultivation for export in the Caribbean===\n{{Main article|History of peasant banana production in the Americas}}\n\nThe vast majority of the world's bananas today are cultivated for family consumption or for sale on local markets. India is the world leader in this sort of production, but many other Asian and African countries where climate and soil conditions allow cultivation also host large populations of banana growers who sell at least some of their crop.{{sfn|Office of the Gene Technology Regulator|2008|pp=7–8}}\n\nThere are peasant sector banana growers who produce for the world market in the Caribbean, however. The [[Windward Islands]] are notable for the growing, largely of Cavendish bananas, for an international market, generally in Europe but also in North America. In the Caribbean, and especially in Dominica where this sort of cultivation is widespread, holdings are in the 1–2 acre range. In many cases the farmer earns additional money from other crops, from engaging in labor outside the farm, and from a share of the earnings of relatives living overseas. This style of cultivation often was popular in the islands as bananas required little labor input and brought welcome extra income.{{citation needed|date=January 2013}} Banana crops are vulnerable to destruction by high winds, such as tropical storms or [[cyclone]]s.{{sfn|Stover|Simmonds|1987|pp=206–207}}\n\nAfter the signing of the [[NAFTA]] agreements in the 1990s, however, the tide turned against peasant producers. Their costs of production were relatively high and the ending of favorable tariff and other supports, especially in the European Economic Community, made it difficult for peasant producers to compete with the bananas grown on large plantations by the well capitalized firms like Chiquita and Dole. Not only did the large companies have access to cheap labor in the areas they worked, but they were better able to afford modern agronomic advances such as fertilization. The \"dollar banana\" produced by these concerns made the profit margins for peasant bananas unsustainable.{{citation needed|date=February 2012}}\n\nCaribbean countries have sought to redress this problem by providing government supported agronomic services and helping to organize producers' cooperatives. They have also been supporters of the [[Fair Trade]] movement which seeks to balance the inequities in the world trade in commodities.{{citation needed|date=February 2012}}\n\n===East Africa===\n{{Main article|East African Highland bananas}}\nMost farms supply local consumption. Cooking bananas represent a major food source and a major [[income]] source for smallhold farmers. In east Africa, [[East African Highland bananas|highland bananas]] are of greatest importance as a staple food crop. In countries such as [[Uganda]], [[Burundi]], and [[Rwanda]] per capita consumption has been estimated at {{convert|45|kg}} per year, the highest in the world.{{citation needed|date=August 2012}}\n\n==Modern cultivation==\nAll widely cultivated bananas today descend from the two wild bananas ''Musa acuminata'' and ''Musa balbisiana''. While the original wild bananas contained large seeds, [[diploid]] or [[polyploid]] cultivars (some being [[Hybrid (biology)|hybrids]]) with tiny seeds are preferred for human raw fruit consumption.<ref name=Cast09/> These are propagated [[asexual reproduction|asexually]] from offshoots. The plant is allowed to produce two shoots at a time; a larger one for immediate fruiting and a smaller \"sucker\" or \"follower\" to produce fruit in 6–8 months. The life of a banana plantation is 25 years or longer, during which time the individual stools or planting sites may move slightly from their original positions as lateral [[rhizome]] formation dictates.{{citation needed|date=August 2012}}\n\nCultivated bananas are [[parthenocarpy|parthenocarpic]], i.e. the flesh of the fruit swells and ripens without its seeds being fertilized and developing. Lacking viable seeds, propagation typically involves farmers removing and transplanting part of the underground stem (called a corm). Usually this is done by carefully removing a sucker (a vertical shoot that develops from the base of the banana pseudostem) with some roots intact. However, small [[sympodial]] corms, representing not yet elongated suckers, are easier to transplant and can be left out of the ground for up to two weeks; they require minimal care and can be shipped in bulk.{{citation needed|date=August 2012}}\n\nIt is not necessary to include the corm or root structure to propagate bananas; severed suckers without root material can be propagated in damp [[sand]], although this takes somewhat longer.{{citation needed|date=August 2012}}\n\nIn some countries, commercial propagation occurs by means of [[tissue culture]]. This method is preferred since it ensures disease-free planting material. When using vegetative parts such as suckers for propagation, there is a risk of transmitting diseases (especially the devastating [[Panama disease]]).{{citation needed|date=August 2012}}\n\nAs a non-seasonal crop, bananas are available fresh year-round.{{citation needed|date=August 2012}}\n\n===Cavendish===\n{{main article|Cavendish bananas}}\n[[File:Bananas.jpg|thumb|alt=Grocery store photo of several bunches of bananas|[[Cavendish bananas]] are the main commercial banana cultivars sold in the world market.]]\n\nIn global commerce in 2009, by far the most important cultivars belonged to the triploid [[List of banana cultivars#AAA Group|AAA]] [[cultivar group|group]] of ''Musa acuminata'', commonly referred to as Cavendish group bananas. They accounted for the majority of banana exports,<ref name=Cast09/> despite only coming into existence in 1836.<ref name=Homecooking/> The cultivars [[Dwarf Cavendish]] and [[Grand Nain]] (Chiquita Banana) gained popularity in the 1950s after the previous mass-produced cultivar, [[Gros Michel banana|Gros Michel]] (also an AAA group cultivar), became commercially unviable due to [[Panama disease]], caused by the fungus ''[[Fusarium oxysporum]]'' which attacks the roots of the banana plant.<ref name=Cast09/> Cavendish cultivars are resistant to the Panama Disease but in 2013 there were fears that the [[Black Sigatoka]] fungus would in turn make Cavendish bananas unviable.<ref name=Holmes/>\n\nEase of transport and shelf life rather than superior taste make the Dwarf Cavendish the main export banana.{{citation needed|date=August 2012}}\n\nEven though it is no longer viable for large scale cultivation, Gros Michel is not extinct and is still grown in areas where Panama disease is not found.<ref name=straightdope/> Likewise, Dwarf Cavendish and Grand Nain are in no danger of extinction, but they may leave supermarket shelves if disease makes it impossible to supply the global market. It is unclear if any existing cultivar can replace Cavendish bananas, so various [[Hybrid (biology)|hybridisation]] and [[genetic engineering]] programs are attempting to create a disease-resistant, mass-market banana.<ref name=Cast09/>\n\n===Ripening===\nExport bananas are picked green, and ripen in special rooms upon arrival in the destination country. These rooms are air-tight and filled with [[Ethylene|ethylene gas]] to induce ripening. The vivid yellow color consumers normally associate with supermarket bananas is, in fact, caused by the artificial ripening process.<ref name=Ding07/><ref name=Ahma11/> Flavor and texture are also affected by ripening temperature. Bananas are refrigerated to between {{convert|13.5|and|15|C|F}} during transport. At lower temperatures, ripening permanently stalls, and the bananas turn gray as cell walls break down. The skin of ripe bananas quickly blackens in the {{convert|4|C}} environment of a domestic [[refrigerator]], although the fruit inside remains unaffected.\n[[File:Banana-fluorescence-081108.jpg|thumb|left|Ripened bananas (left, under [[sunlight]]) fluoresce in blue when exposed to [[UV light]].|alt=Two adjacent photos of bananas. The left is in sunlight; the right is under ultraviolet light.]]\n\"Tree-ripened\" Cavendish bananas have a greenish-yellow appearance which changes to a brownish-yellow as they ripen further. Although both flavor and texture of tree-ripened bananas is generally regarded as superior to any type of green-picked fruit,{{Citation needed|date=April 2010}} this reduces shelf life to only 7–10 days.{{citation needed|date=August 2012}}\n\nBananas can be ordered by the retailer \"ungassed\" (''i.e.'' not treated with ethylene), and may show up at the supermarket fully green. {{lang|es|''[[Guineos verdes]]''}} (green bananas) that have not been gassed will never fully ripen before becoming rotten. Instead of fresh eating, these bananas are best suited to cooking, as seen in Mexican culinary dishes.{{citation needed|date=August 2012}}\n\nA 2008 study reported that ripe bananas [[fluoresce]] when exposed to [[ultraviolet]] light. This property is attributed to the degradation of [[chlorophyll]] leading to the accumulation of a fluorescent product in the skin of the fruit. The chlorophyll [[breakdown product]] is stabilized by a [[propionate]] [[ester]] group. Banana-plant leaves also fluoresce in the same way. Green bananas do not fluoresce. The study suggested that this allows animals which can see light in the ultraviolet spectrum ([[tetrachromat]]s and [[pentachromat]]s) to more easily detect ripened bananas.<ref name=Mose08/>\n{{clear}}\n\n===Storage and transport===\nBananas must be transported over long distances from the tropics to world markets. To obtain maximum shelf life, harvest comes before the fruit is mature. The fruit requires careful handling, rapid transport to ports, cooling, and refrigerated shipping. The goal is to prevent the bananas from producing their natural ripening agent, ethylene. This technology allows storage and transport for 3–4 weeks at {{convert|13|C}}. On arrival, bananas are held at about {{convert|17|C}} and treated with a low concentration of ethylene. After a few days, the fruit begins to ripen and is distributed for final sale. Unripe bananas can not be held in home refrigerators because they suffer from the cold.{{Citation needed|date=February 2011}} Ripe bananas can be held for a few days at home. If bananas are too green, they can be put in a brown paper bag with an apple or tomato overnight to speed up the ripening process.<ref name=ChiquitaRipen/>\n\nCarbon dioxide (which bananas produce) and ethylene absorbents extend fruit life even at high temperatures. This effect can be exploited by packing banana in a [[polyethylene]] bag and including an ethylene absorbent, e.g., [[potassium permanganate]], on an inert carrier. The bag is then sealed with a band or string. This treatment has been shown to more than double lifespans up to 3–4 weeks without the need for refrigeration.<ref name=Scot70/><ref name=Scot71/><ref name=Scot74/>\n\n===Production and export===\n{| class=\"wikitable\" style=\"float:right; margin:1em\"\n|+ Production and export of bananas and plantains by country<ref group=\"Note\" name=Note1/>\n! Country !! Millions<br>of tonnes !! Percentage<br>of world<br>total\n|-\n| colspan=\"3\" style=\"text-align:center;\"| '''Table 1: Production (2012)'''\n|-\n|{{IND}}|| style=\"text-align:right;\"|24.9||style=\"text-align:right;\"|18%\n|-\n|{{CHN}}|| style=\"text-align:right;\"|10.6|| style=\"text-align:right;\"|8%\n|-\n|{{UGA}}|| style=\"text-align:right;\"|9.8|| style=\"text-align:right;\"|7%\n|-\n|{{PHL}}|| style=\"text-align:right;\"|9.2|| style=\"text-align:right;\"|7%\n|-\n|{{ECU}}|| style=\"text-align:right;\"|7.6|| style=\"text-align:right;\"|5%\n|-\n|{{BRA}}|| style=\"text-align:right;\"|6.9|| style=\"text-align:right;\"|5%\n|-\n|{{INA}}|| style=\"text-align:right;\"|6.2|| style=\"text-align:right;\"|4%\n|-\n|{{COL}}|| style=\"text-align:right;\"|5.3|| style=\"text-align:right;\"|4%\n|-\n|{{CMR}}|| style=\"text-align:right;\"|4.9|| style=\"text-align:right;\"|3%\n|-\n|{{GHA}}|| style=\"text-align:right;\"|3.6|| style=\"text-align:right;\"|3%\n|-\n|All other countries|| style=\"text-align:right;\"|50.2|| style=\"text-align:right;\"|36%\n|-\n|'''Total world'''|| style=\"text-align:right;\"|'''139.2'''|| style=\"text-align:right;\"|100%\n|-\n| colspan=\"3\" style=\"text-align:center;\"| '''Table 2: Exports (2011)'''\n|-\n|{{ECU}}|| style=\"text-align:right;\"|5.2||style=\"text-align:right;\"|29%\n|-\n|{{CRC}}|| style=\"text-align:right;\"|1.8|| style=\"text-align:right;\"|10%\n|-\n|{{COL}}|| style=\"text-align:right;\"|1.8|| style=\"text-align:right;\"|10%\n|-\n|{{PHL}}|| style=\"text-align:right;\"|1.6|| style=\"text-align:right;\"|9%\n|-\n|{{GUA}}|| style=\"text-align:right;\"|1.5|| style=\"text-align:right;\"|8%\n|-\n|All other countries|| style=\"text-align:right;\"|6.0|| style=\"text-align:right;\"|34%\n|-\n|'''Total world'''|| style=\"text-align:right;\"|'''17.9'''|| style=\"text-align:right;\"|100%\n|}\n[[File:2010 Bananas in ChinnaDharapuram, India.JPG|thumb|Indian Bananas, various varieties sold in a rural shop in South India]]\nStatistics on the production and export of bananas and plantains are available from the [[Food and Agriculture Organization]]. Some countries produce statistics which distinguish between bananas and plantains, but two of the top three producers ([[India]] and [[China]]) do not, so comparisons can only be made using the total for bananas and plantains combined. The 2012 statistics (see Table 1) show that India led the world in banana production, producing around 18% of the worldwide crop of 139&nbsp;million metric tonnes. [[Philippines]] was the next largest producer with around 7% of the worldwide crop. Its national data does distinguish between bananas and plantains, and shows that the latter made up over 95% of production. Ten countries produced around two thirds of the total world production.<ref group=\"Note\" name=Note1/>\n\nThe statistics for the export of bananas and plantains show a rather different picture (see Table 2). Total world exports at around 18&nbsp;million metric tonnes amounted to only 12% of total world production; two thirds of the exports were generated by only five countries. The top three producing countries do not appear in this table, and two countries, [[Costa Rica]] and [[Guatemala]], do not appear in the table of top producers. Only the Philippines has a consistent position in both tables. Exports were dominated by [[Ecuador]], with 29% of the world total. Statistics for Ecuador distinguish between bananas and plantains; 93% of its exports were classified as bananas.<ref group=\"Note\" name=Note1/>\n\nBananas and plantains constitute a major staple [[agriculture|food crop]] for millions of people in [[developing country|developing countries]]. In most tropical countries, green (unripe) bananas used for [[cooking]] represent the main cultivars. Bananas are cooked in ways that are similar to [[potato]]es. Both can be [[frying|fried]], [[boiling|boiled]], [[baking|baked]], or chipped and have similar [[taste]] and texture when served. One banana provides about the same [[calorie]]s as one potato.{{citation needed|date=August 2012}}\n\nMost producers are small-scale [[farmer]]s either for home consumption or local markets. Because bananas and plantains produce fruit year-round, they provide an extremely valuable food source during the ''hunger season'' (when the food from one annual/semi-annual harvest has been consumed, and the next is still to come). Bananas and plantains are therefore critical to global [[food security]].\n\nBananas have been an important source of disagreement in the Doha Round of trade talks. A study for [[ICTSD]] showed that the new deal on EU banana import tariffs will be a boon to [[Latin American]] exporters but would trigger a drop in exports of the fruit from African, Caribbean and Pacific ([[African, Caribbean and Pacific Group of States|ACP]]) countries.<ref name=Anan09/>\n\nBananas are among the most widely consumed foods in the world. [[Chiquita Brands International|Chiquita]], [[Fresh Del Monte Produce|Del Monte]], [[Dole Food Company|Dole]], and [[Fyffes]] grow their own bananas in Ecuador, Colombia, Costa Rica, [[Guatemala]], and [[Honduras]]. Banana plantations are capital intensive and demand significant expertise. The majority of independent growers are large and wealthy landowners in these countries. Producers have attempted to raise prices via marketing them as \"[[fair trade]]\" or [[Rainforest Alliance]]-certified in some countries.{{citation needed|date=August 2012}}\n\nThe banana has an extensive trade history starting with firms such as the Irish [[Fyffes]] and the US [[United Fruit Company]] (now Chiquita) at the end of the 19th century. For much of the 20th century, bananas and [[coffee]] dominated the export economies of [[Central America]]. In the 1930s, bananas and [[coffee]] made up as much as 75% of the region's exports. As late as 1960, the two crops accounted for 67% of the exports from the region. Though the two were grown in similar regions, they tended not to be distributed together. The [[United Fruit Company]] based its business almost entirely on the banana trade, because the coffee trade proved too difficult to control. The term \"[[banana republic]]\" has been applied to most countries in [[Central America]], but from a strict economic perspective only Costa Rica, Honduras, and [[Panama]] had economies dominated by the banana trade.{{citation needed|date=August 2012}}\n\nThe [[European Union]] has traditionally imported many of its bananas from former European [[Caribbean]] colonies, paying guaranteed prices above global market rates (see [[Lomé Convention]]). These arrangements have now been largely withdrawn under pressure from other major trading powers, principally the [[United States]]. The withdrawal of these indirect subsidies to Caribbean producers is expected to favour the more efficient banana producers of Central America, in which American companies have an economic interest. In addition, small-scale Caribbean producers are finding it difficult to comply with increasingly strict certification requirements. Some support is being provided to Caribbean countries under the EU's Banana Accompanying Measures (BAM).<ref name=Agritrade/>\n\nThe United States produces few bananas. A mere {{convert|14000|t}} were grown in Hawaii in 2001.<ref name=ipmcenters/> Bananas were once grown in [[Florida]] and southern California.<ref name=crfg/>\n\nIn March 2014 it was announced that Fyffes and Chiquita would merge to create the world's largest banana company, worth about $1bn (£597m). The new firm, named ChiquitaFyffes, is expected to sell about 160 million boxes of bananas annually.<ref name=BBC140310/>\n\n==Pests, diseases, and natural disasters==\n{{Main article|List of banana and plantain diseases}}\n[[File:BananasBlueBagStLucia.jpg|thumb|upright|Banana bunches are sometimes encased in plastic bags for protection. The bags may be coated with [[pesticide]]s.|alt=Photo of bananas in blue plastic bag]]\n\nWhile in no danger of outright extinction, the most common edible banana cultivar Cavendish (extremely popular in Europe and the Americas) could become unviable for large-scale cultivation in the next 10–20 years. Its predecessor '[[Gros Michel]]', discovered in the 1820s, suffered this fate. Like almost all bananas, Cavendish lacks genetic diversity, which makes it vulnerable to diseases, threatening both commercial cultivation and small-scale subsistence farming.<ref name=NS060613/><ref name=Mont03/> Some commentators remarked that those variants which could replace what much of the world considers a \"typical banana\" are so different that most people would not consider them the same fruit, and blame the decline of the banana on [[mendelian inheritance|monogenetic]] cultivation driven by short-term commercial motives.<ref name=NZH/>\n\n===Panama disease===\n[[Panama disease]] is caused by a [[fusarium]] soil [[fungus]] (Race 1), which enters the plants through the roots and travels with water into the trunk and leaves, producing [[gel]]s and gums that cut off the flow of water and nutrients, causing the plant to [[wilting|wilt]], and exposing the rest of the plant to lethal amounts of sunlight. Prior to 1960, almost all commercial banana production centered on \"Gros Michel\", which was highly susceptible.<ref name=Bark08/> Cavendish was chosen as the replacement for Gros Michel because, among resistant cultivars, it produces the highest quality [[fruit]]. However, more care is required for shipping the Cavendish, and its quality compared to Gros Michel is debated.{{by whom|date=August 2012}}{{citation needed|date=August 2012}}\n\nAccording to current sources, a deadly form of Panama disease is infecting Cavendish. All plants are genetically identical, which prevents evolution of disease resistance. Researchers are examining hundreds of wild varieties for resistance.<ref name=Bark08/>\n\n====Tropical race 4====\nTropical race 4 (TR4) is a reinvigorated strain of Panama disease first discovered in 1993. This virulent form of fusarium wilt has wiped out Cavendish in several southeast Asian countries. It has yet to reach the Americas; however, soil fungi can easily be carried on boots, clothing, or tools. This is how TR4 travels and is its most likely route into Latin America. Cavendish is highly susceptible to TR4, and over time, Cavendish is almost certain to be eliminated from commercial production by this disease. The only known defense to TR4 is genetic resistance.<ref name=IBS/>\n\n===Black sigatoka===\n[[Black sigatoka]] is a fungal leaf spot disease first observed in [[Fiji]] in 1963 or 1964. Black Sigatoka (also known as black leaf streak) has spread to banana plantations throughout the tropics from infected banana leaves that were used as packing material. It affects all main cultivars of bananas and plantains (including the Cavendish cultivars<ref name =Holmes/>), impeding [[photosynthesis]] by blackening parts of the leaves, eventually killing the entire leaf. Starved for energy, fruit production falls by 50% or more, and the bananas that do grow [[ripening|ripen]] prematurely, making them unsuitable for export. The fungus has shown ever-increasing resistance to treatment, with the current expense for treating {{convert|1|ha}} exceeding [[United States dollar|$]]1,000 per year. In addition to the expense, there is the question of how long intensive spraying can be environmentally justified. Several resistant cultivars of banana have been developed, but none has yet received commercial acceptance due to taste and texture issues.{{citation needed|date=August 2012}}\n\n====In East Africa====\nWith the arrival of [[black sigatoka]], banana production in eastern Africa fell by over 40%. For example, during the 1970s, Uganda produced {{convert|15|to|20|t}} of bananas per hectare. Today, production has fallen to only {{convert|6|t}} per hectare.{{citation needed|date=August 2012}}\n\nThe situation has started to improve as new disease-resistant cultivars have been developed by the [[International Institute of Tropical Agriculture]] and the National Agricultural Research Organisation of Uganda (NARO), such as FHIA-17 (known in [[Uganda]] as the [[Kabana 3]]). These new cultivars taste different from the Cabana banana, which has slowed their acceptance by local farmers. However, by adding [[mulch]] and [[manure]] to the soil around the base of the plant, these new cultivars have substantially increased yields in the areas where they have been tried.{{citation needed|date=August 2012}}\n\nThe [[International Institute of Tropical Agriculture]] and NARO, funded by the [[Rockefeller Foundation]] and [[Consultative Group on International Agricultural Research|CGIAR]] have started trials for [[genetic engineering|genetically modified]] bananas that are resistant to both Black sigatoka and banana weevils. It is developing cultivars specifically for smallholder and subsistence farmers.{{citation needed|date=August 2012}}\n\n===Banana bunchy top virus===\n[[Banana bunchy top virus]] (BBTV) jumps from plant to plant using [[aphid]]s. It stunts leaves, resulting in a \"bunched\" appearance. Generally, an infected plant does not produce fruit, although mild strains exist which allow some production. These mild strains are often mistaken for malnourishment, or a disease other than BBTV. There is no cure; however, its effect can be minimized by planting only [[plant tissue culture|tissue-cultured plants]] (in vitro propagation), controlling aphids, and immediately removing and destroying infected plants.{{citation needed|date=August 2012}}\n\n===Banana bacterial wilt===\n\n[[Banana Xanthomonas wilt|Banana bacterial wilt]] (BBW) is a bacterial disease caused by ''[[Xanthomonas campestris]]'' pv. ''musacearum''.<ref name=Tush04/> After being originally identified on a close relative of bananas, ''[[Ensete ventricosum]]'', in [[Ethiopia]] in the 1960s,<ref name=Brad68/> BBW occurred in Uganda in 2001 affecting all banana cultivars. Since then BBW has been diagnosed in Central and East Africa including the banana growing regions of [[Rwanda]], the [[Democratic Republic of the Congo]], [[Tanzania]], [[Kenya]], [[Burundi]], and [[Uganda]].<ref name=Mwan07/>\n\n==Nutrition==\n{{nutritionalvalue\n| name=Bananas, raw ([[Daily Value]])\n| kJ=371\n| protein=1.09 g\n| fat=0.33 g\n| carbs=22.84 g\n| fiber=2.6 g\n| sugars=12.23 g\n| iron_mg=0.26\n| magnesium_mg=27\n| phosphorus_mg=22\n| potassium_mg=358\n| sodium_mg=1\n| zinc_mg=0.15\n| manganese_mg=0.27\n| opt1n=[[Fluoride]]\n| opt1v=2.2 µg\n| vitC_mg=8.7\n| thiamin_mg=0.031\n| riboflavin_mg=0.073\n| niacin_mg=0.665\n| pantothenic_mg=0.334\n| vitB6_mg=0.4\n| folate_ug=20\n| choline_mg=9.8\n| source_usda=1\n| note=[http://ndb.nal.usda.gov/ndb/search/list?qlookup=09040&format=Full Link to USDA Database entry]\n}}\nBananas are an excellent source of [[Vitamin B6|vitamin B<sub>6</sub>]] and contain moderate amounts of [[vitamin C]], [[manganese]] and [[dietary fiber]] (right table).<ref name=Nutridata/>\n\nAlthough bananas are commonly thought to supply exceptional [[potassium]] content,<ref>{{cite web|url=http://www.medicalnewstoday.com/articles/232283.php|title=Bananas! Eating Healthy Will Cost You; Potassium Alone $380 Per Year|publisher=Medical News Today|author=Kraft S|date=4 August 2011|accessdate=25 October 2014}}</ref> their actual potassium content is relatively low per typical food serving at only 8% of the [[Daily Value]] (right table). A compilation of potassium content in common foods consumed in the United States shows that raw bananas rank  1,611th, supplying 358&nbsp;mg of potassium per 100 g; some foods with higher potassium content include [[beans]], [[milk]], [[apricots]], [[carrots]], sweet green [[bell peppers]] and [[potatoes]].<ref>{{cite web|url=http://ndb.nal.usda.gov/ndb/nutrients/report?nutrient1=306&nutrient2=&nutrient3=&fg=&max=25&subset=0&offset=75&sort=c&totCount=8019&measureby=g|title=Ranking of potassium content in common foods, per 100 g|publisher=United States Department of Agriculture, National Nutrient Database for Standard Reference, Release 27|date=October 2014|accessdate=25 October 2014}}</ref>\n\nBanana ingestion may affect [[dopamine]] production in people deficient in the [[amino acid]] [[tyrosine]], a dopamine precursor present in bananas.<ref name=Wong11/><ref name=UMM/> Individuals with a [[latex allergy]] may experience a reaction to bananas.<ref name=Tayl04/>\n\nRipe bananas were found to contain [[serotonin]], [[dopamine]] and [[norepinephrine]].<ref name=\"bananacompounds\">{{cite journal |author=WAALKES TP, SJOERDSMA A, CREVELING CR, WEISSBACH H, UDENFRIEND S. |title=Serotonin, norepinephrine, and related compounds in bananas. |journal=Science |volume=127 |issue=3299 |pages=648–650 |date=21 March 1958 |doi=10.1126/science.127.3299.648 | url=http://www.sciencemag.org/content/127/3299/648.extract}}</ref>\n\n==Culture==\n\n===Food and cooking===\n{{See also|Cooking plantain|List of banana dishes}}\n\n====Fruit====\nBananas are a staple [[starch]] for many [[tropics|tropical]] populations. Depending upon cultivar and ripeness, the flesh can vary in taste from starchy to sweet, and texture from firm to mushy. Both the skin and inner part can be eaten raw or cooked. The primary component of the aroma of fresh bananas is [[isoamyl acetate]] (also known as ''banana oil''), which, along with several other compounds such as [[butyl acetate]] and [[isobutyl acetate]], is a significant contributor to banana flavor.<ref name=Fahl00/><ref name=Mui02/><ref name=Salm96/>\n\nDuring the [[Ripening|ripening process]], bananas produce the gas [[ethylene]], which acts as a [[plant hormone]] and indirectly affects the flavor. Among other things, ethylene stimulates the formation of [[amylase]], an [[enzyme]] that breaks down starch into sugar, influencing the taste of bananas. The greener, less ripe bananas contain higher levels of starch and, consequently, have a \"starchier\" taste. On the other hand, yellow bananas taste sweeter due to higher sugar concentrations. Furthermore, ethylene signals the production of [[pectinase]], an enzyme which breaks down the [[pectin]] between the cells of the banana, causing the banana to soften as it ripens.<ref name=plantphys/><ref name=newton/>\n\nBananas are eaten deep fried, baked in their skin in a split [[bamboo]], or steamed in [[glutinous rice]] wrapped in a banana leaf. Bananas can be made into [[fruit preserves|jam]]. Banana [[pancake]]s are popular amongst [[Backpacking (travel)|backpackers]] and other travelers in [[South Asia]] and [[Southeast Asia]]. This has elicited the expression ''[[Banana Pancake Trail]]'' for those places in [[Asia]] that cater to this group of travelers. [[Banana chips]] are a snack produced from sliced dehydrated or fried banana or plantain, which have a dark brown color and an intense banana taste. Dried bananas are also ground to make [[banana flour]]. Extracting juice is difficult, because when a banana is compressed, it simply turns to pulp. Bananas feature prominently in [[Philippine cuisine]], being part of traditional dishes and desserts like ''[[Maruya (Filipino cuisine)|maruya]]'', ''[[Turón (food)|turón]]'', and ''[[halo-halo]]'' or ''saba con yelo''. Most of these dishes use the [[Saba Banana|Saba]] or Cardaba banana cultivar. Bananas are also commonly used in cuisine in the South-Indian state of [[Kerala]], where they are steamed (''puzhungiyathu''), made into curries,<ref name=pazhampachadi/> fried into chips (''upperi'')<ref name=Hindu130413/> or fried in batter (''pazhampori'').<ref name=Hindu110228/> [[Pisang goreng]], bananas fried with batter similar to the Filipino ''maruya'' or Kerala ''pazhampori'', is a popular dessert in [[Malaysia]], [[Singapore]], and [[Indonesia]]. A similar dish is known in the United Kingdom and United States as banana [[fritter]]s.\n\nPlantains are used in various stews and curries or cooked, baked or mashed in much the same way as [[potatoes]], such as the ''Pazham Pachadi'' prepared in [[Kerala]].<ref name=pazhampachadi/>\n\nSeeded bananas (''[[Musa balbisiana]]''), one of the forerunners of the common domesticated banana,<ref name=CAB49/> are sold in markets in Indonesia.{{citation needed|date=August 2012}}\n\n====Flower====\nBanana hearts are used as a [[vegetable]]<ref>{{cite book |url=http://www.asiafood.org/glossary_1.cfm?alpha=B&wordid=3219&startno=1&endno=25 |title=Encyclopedia of Asian Food |year=1998 |last=Solomon |first=C |publisher=New Holland Publishers |location=Australia |edition=Periplus |accessdate=2008-05-17 |isbn=0-85561-688-1|archiveurl= http://web.archive.org/web/20080603142416/http://www.asiafood.org/glossary_1.cfm?alpha=B&wordid=3219&startno=1&endno=25|archivedate= June 3, 2008 <!--DASHBot-->|deadurl= no}}</ref> in [[South Asian cuisine|South Asian]] and [[Southeast Asian cuisine]], either raw or steamed with dips or cooked in soups, curries and fried foods.<ref>[http://www.dudaonline.com/southeast-asia/thailand/fried-banana-flowers/ Fried banana flowers]. Duda Online (December 14, 2009). Retrieved on 2011-10-02.</ref> The flavor resembles that of [[artichoke]]. As with artichokes, both the fleshy part of the bracts and the heart are edible.<ref>{{cite web|title=Banana Flowers|url=http://localfoods.about.com/od/Bananas/ss/Banana-Flowers.htm|publisher=About.com|accessdate=2014-05-13|author=Molly Watson}} See also the link on that page for Banana Flower Salad.</ref>\n\n====Leaves====\n{{main article|Banana leaf}}\nBanana leaves are large, flexible, and waterproof. They are often used as ecologically friendly disposable food containers or as \"plates\" in [[South Asia]] and several [[Southeast Asia]]n countries. In [[Indonesian cuisine]], banana leaf is employed in cooking method called [[pepes]] and [[botok]]; the banana leaf packages containing food ingredients and spices are cooked on steam, in boiled water or grilled on charcoal. In the South Indian states of [[Tamil Nadu]], [[Karnataka]], [[Andhra Pradesh]] and [[Kerala]] in every occasion the food must be served in a banana leaf and as a part of the food a banana is served. Steamed with dishes they impart a subtle sweet flavor. They often serve as a wrapping for grilling food. The leaves contain the juices, protect food from burning and add a subtle flavor.<ref name=morton/>  In Tamil Nadu (India) leaves are fully dried and used as packing material for food stuffs and also making cups to hold liquid foods. In Central American countries, banana leaves are often used as wrappers for [[tamales]].{{citation needed|date=August 2012}}\n\n====Trunk====\nThe tender core of the banana plant's trunk is also used in [[South Asian]] and [[Southeast Asian cuisine]], and notably in the [[Burma|Burmese]] dish [[mohinga]].\n\n<gallery>\nFile:Banana and cross section.jpg|Peeled, whole, and longitudinal section\nFile:Cavendish DS.jpg|A bunch of Cavendish banana\nFile:Bananajf.jpg|''Kilawin na pusô ng saging'', a [[Cuisine of the Philippines|Filipino dish]] using banana flowers\nFile:Nacatamales in steamer.jpg|Nicaraguan Nacatamales, in banana leaves, ready to be steamed\nFile:Kaeng yuak.JPG|''Kaeng yuak'' is a northern [[Thai curry]] made with the core of the banana plant\nFile:Pisang goreng in a basket.jpg|''[[Pisang goreng]]'' fried banana coated in batter, popular snack in [[Indonesian cuisine|Indonesia]]\nFile:YosriPengatPisang.jpg|Banana in sweet gravy, known as ''pengat pisang'' in Malay. Popular along Malaysia's east coast\n</gallery>\n\n===Fiber===\n\n====Textiles====\nThe banana plant has long been a source of [[fiber]] for high quality [[textile]]s. In [[Japan]], banana cultivation for clothing and household use dates back to at least the 13th century. In the Japanese system, leaves and shoots are cut from the plant periodically to ensure softness. Harvested shoots are first boiled in [[lye]] to prepare fibers for [[yarn]]-making. These banana shoots produce fibers of varying degrees of softness, yielding yarns and textiles with differing qualities for specific uses. For example, the outermost fibers of the shoots are the coarsest, and are suitable for [[tablecloth]]s, while the softest innermost fibers are desirable for [[kimono]] and [[hakama|kamishimo]]. This traditional Japanese cloth-making process requires many steps, all performed by hand.<ref>{{cite web |title =Traditional Crafts of Japan – Kijoka Banana Fiber Cloth |publisher=Association for the Promotion of Traditional Craft Industries |url=http://www.kougei.or.jp/english/crafts/0130/f0130.html |accessdate=December 11, 2006|archiveurl= http://web.archive.org/web/20061104231743/http://www.kougei.or.jp/english/crafts/0130/f0130.html|archivedate= November 4, 2006 <!--DASHBot-->|deadurl= no}}</ref>\n\nIn a [[Nepal]]ese system the trunk is harvested instead, and small pieces are subjected to a softening process, mechanical fiber extraction, bleaching and drying. After that, the fibers are sent to the [[Kathmandu Valley]] for use in [[Carpet|rugs]] with a [[silk]]-like texture. These banana fiber rugs are woven by traditional Nepalese hand-knotting methods, and are sold [[rugmark|RugMark certified]].{{citation needed|date=August 2012}}\n\nIn South Indian state of [[Tamil Nadu]] after harvesting for fruit the trunk (outer layer of the shoot) is made into fine thread used in making of flower [[garland]]s instead of thread.{{citation needed|date=August 2012}}\n\n====Paper====\n{{Main article|Banana paper}}\nBanana fiber is used in the production of banana paper. Banana paper is made from two different parts: the [[bark]] of the banana plant, mainly used for artistic purposes, or from the fibers of the stem and non-usable fruits. The paper is either hand-made or by industrial process.\n\n===Cultural roles===\n{{multiple image\n | direction = vertical\n | width = 220\n | image1 = River Kaveri worship Tiruchirappalli.jpg\n | alt1 =\n | caption1 = Coconut, banana and banana leaves used while worshiping [[Kaveri River|River Kaveri]] at [[Tiruchirappalli]], [[India]].\n | image2 = Thanin market banana flowers and leaves.jpg\n | alt2 =\n | caption2 = Banana flowers and leaves for sale in the Thanin market in [[Chiang Mai]], [[Thailand]].\n }}\n\n====Arts====\n* The song \"[[Yes! We Have No Bananas]]\" was written by [[Frank Silver]] and [[Irving Cohn]] and originally released in 1923; for many decades, it was the best-selling [[sheet music]] in history. Since then the song has been rerecorded several times and has been particularly popular during banana shortages.<ref name=\"shaw\">{{cite book|author=Arnold Shaw|title =The Jazz Age: Popular Music in 1920s|chapter =\"Yes! We have No Bananas\"/\"Charleston\" (1923)|publisher =Oxford University Press|year =1987|page=132|isbn =9780195060829|url =http://books.google.com.ph/books?id=MECLMrzcC9kC&lpg=PA132&dq=Yes!%20We%20Have%20No%20Bananas&pg=PA132#v=onepage&q=Yes!%20We%20Have%20No%20Bananas&f=false}}</ref><ref name=\"Koeppel\">{{cite journal|author=Dan Koeppel|date=2005|title=Can This Fruit Be Saved?|journal=Popular Science|volume=267|issue=2|pages=60–70|publisher=Bonnier Corporation|url=http://books.google.com.ph/books?id=aAJ8pAwSkkUC&lpg=PA62&dq=Yes!%20We%20Have%20No%20Bananas%20shortage&pg=PA60#v=onepage&q=Yes!%20We%20Have%20No%20Bananas%20shortage&f=false|ref=harv}}</ref>\n* A person slipping on a [[banana peel]] has been a staple of [[physical comedy]] for generations. An American comedy recording from 1910 features a popular character of the time, \"Uncle Josh\", claiming to describe his own such incident:<ref>{{cite web|url=http://www.archive.org/details/CalStewart_part2 |title=Collected Works of Cal Stewart part 2 |accessdate=2010-11-17 |last=Stewart |first=Cal |work=Uncle Josh in a Department Store (1910) |publisher=The Internet Archive }}</ref>\n\n: {{quote|Now I don't think much of the man that throws a banana peelin' on the sidewalk, and I don't think much of the banana peel that throws a man on the sidewalk neither ... my foot hit the bananer peelin' and I went up in the air, and I come down ker-plunk, jist as I was pickin' myself up a little boy come runnin' across the street ... he says, \"Oh mister, won't you please do that agin? My little brother didn't see you do it.\"}}\n\n* The poet [[Matsuo Bashō|Bashō]] is named after the Japanese word for a banana plant. The \"bashō\" planted in his garden by a grateful student became a source of inspiration to his poetry, as well as a symbol of his life and home.<ref>Matsuo Basho: the Master Haiku Poet, Kodansha Europe, ISBN 0-87011-553-7</ref>\n* The cover artwork for [[The Velvet Underground & Nico|the debut album]] of [[The Velvet Underground]] features a banana made by [[Andy Warhol]]. On the original vinyl LP version, the design allowed the listener to \"peel\" this banana to find a pink, peeled phallic banana on the inside.<ref name=\"demain\">{{cite web|url=http://www.mentalfloss.com/blogs/archives/109881|title=The Stories Behind 11 Classic Album Covers |author=Bill DeMain|date=December 11, 2011|publisher=mental_floss|accessdate=January 6, 2013}}</ref>\n\n====Religion and popular beliefs====\n[[File:XRF-Tani-.jpg|thumb|upright|''[[Nang Tani]]'', the female [[ghost]] of Thai folklore that haunts banana plants]]\nIn [[Burma]], bunches of green bananas surrounding a green [[coconut]] in a tray form an important part of traditional offerings to the [[Gautama Buddha|Buddha]] and the [[Nat (spirit)|Nats]].{{citation needed|date=August 2012}}\n\nIn all the important festivals and occasions of [[Hindu]]s, the serving of bananas plays a prominent part. Traditionally in [[Tamil culture|Tamil]] marriages, banana plants are tied on both sides of the entrance of houses to bless the newlyweds to be useful to each other.{{citation needed|date=April 2013}} The banana is one of three fruits with this significance, the others being [[mango]] and [[jack fruit]].{{citation needed|date=August 2012}}\n\nIn [[Thailand]], it is believed that [[Musa balbisiana|a certain type]] of banana plants may be inhabited by a [[spirit]], [[Nang Tani]], a type of ghost related to trees and similar plants that manifests itself as a young woman.<ref>{{cite web|url=http://thailand-amulets.net/?p=3485 |title=Banana Tree Prai Lady Ghost |publisher=Thailand-amulets.net |date=2012-03-19 |accessdate=2012-08-26}}</ref> Often people tie a length of colored satin cloth around the pseudostem of the banana plants.<ref>{{cite web|url=http://www.thaiworldview.com/bouddha/animism5.htm |title=Spirits |publisher=Thaiworldview.com |accessdate=2012-08-26}}</ref>\n\nIn [[Ethnic Malays|Malay folklore]], the ghost known as [[Pontianak (folklore)|Pontianak]] is associated with banana plants (''pokok pisang''), and its spirit is said to reside in them during the day.<ref>{{cite web|url=http://www.castleofspirits.com/pontianak.html |title=Pontianak- South East Asian Vampire |publisher=Castleofspirits.com |accessdate=2014-05-13}}</ref>\n\n====Unicode====\nThe [[Unicode]] standard includes the [[emoji]] character {{unichar|1F34C|BANANA|html=}}.<ref>{{cite web|title=Miscellaneous Symbols and Pictographs|url=http://unicode.org/charts/PDF/U1F300.pdf|accessdate=2015-04-28}}</ref>\n\n===Other uses===\n* Banana sap from the [[pseudostem]], peelings or flesh may be sufficiently sticky for adhesive uses.{{Citation needed|date=December 2010}}\n* The large leaves may be used as [[umbrella]]s.<ref name=morton>{{cite web|url=http://www.hort.purdue.edu/newcrop/morton/banana.html#Other%20Uses |title=Banana |publisher=Hortpurdue.edu |accessdate=2009-04-16|archiveurl= http://web.archive.org/web/20090415160027/http://www.hort.purdue.edu/newcrop/morton/banana.html|archivedate= April 15, 2009 <!--DASHBot-->|deadurl= no}}</ref>\n* [[Banana peel]] may have capability to extract [[Heavy metal (chemistry)|heavy metal]] [[contamination]] from river water, similar to other [[Water purification|purification]] materials.<ref>{{cite web|last=Minard|first=Anne|title=Is That a Banana in Your Water?|url=http://news.nationalgeographic.com/news/2011/03/110311-water-pollution-lead-heavy-metal-banana-peel-innovation/|work=National Geographic|accessdate=2011-03-15|date=March 11, 2011|archiveurl= http://web.archive.org/web/20110426022233/http://news.nationalgeographic.com/news/2011/03/110311-water-pollution-lead-heavy-metal-banana-peel-innovation/|archivedate= April 26, 2011 <!--DASHBot-->|deadurl= no}}</ref><ref>{{cite journal|title=Banana Peel Applied to the Solid Phase Extraction of Copper and Lead from River Water: Preconcentration of Metal Ions with a Fruit Waste|doi=10.1021/ie101499e|volume =50|issue =6|date=2011|last1=Castro|first1=Renata S. D.|last2=Caetano|first2=LaéRcio|last3=Ferreira|first3=Guilherme|last4=Padilha|first4=Pedro M.|last5=Saeki|first5=Margarida J.|last6=Zara|first6=Luiz F.|last7=Martines|first7=Marco Antonio U.|last8=Castro|first8=Gustavo R.|journal=Industrial & Engineering Chemistry Research|pages=3446–3451|ref=harv|lastauthoramp=yes}}</ref>  In 2007, banana peel powder was tested as a means of filtration for heavy metals and [[radionuclide]]s occurring in water produced by the nuclear and fertilizer industries (cadmium contaminant is present in phosphates). When added and thoroughly mixed for 40 minutes, the powder can remove roughly 65% of heavy metals, and this can be repeated.<ref>ADIT, BE Brazil (96, 3 April 2007) from Master Thesis of M.R. Boniolo presented at Instituto de Pesquisas Energéticas e Nucleares ([http://www.ipen.br/ IPEN]).</ref>\n{{clear}}\n\n==Notes==\n{{Reflist|group=\"Note\"|refs=\n<ref name=Note1>The figures in the tables were derived from: {{cite web |title=FAOSTAT |publisher=Food and Agriculture Organization of the United Nations |url=http://faostat3.fao.org/home/index.html#DOWNLOAD }} The datasets for bananas and plantains for 2012 (export dataset 2011) were downloaded and combined (the two are not distinguished in many cases). Totals and percentages were then calculated. The number of countries shown was chosen to account for a minimum of 66% of the world total.</ref>\n}}\n\n==References==\n{{Reflist|30em|refs=\n<ref name=ABS_CBN>{{cite news |url=http://www.abs-cbnnews.com/classified-odd/05/13/08/banana-plant-five-hearts-instant-hit-negros-occ |title=Banana plant with five hearts is instant hit in Negros Occ |last=Angolo |first=A. |publisher=[[ABS-CBN Broadcasting Corporation]] |date=May 15, 2008 |accessdate=2008-05-17}}</ref>\n\n<ref name=Agritrade>{{cite web |last=Agritrade |title=Executive Brief update on bananas |url=http://agritrade.cta.int/Agriculture/Commodities/Bananas/Executive-Brief-Update-2013-Banana-sector |publisher=CTA |accessdate=2014-03-19}}</ref>\n\n<ref name=Ahma11>{{cite journal|first1=Saeed |last1=Ahmad |first2=Zia Ahmad |last2=Chatha |first3=Muhammad Akram |last3=Nasir |first4=Abdul |last4=Aziz |first5=Malik |last5=Mohson |date=2006 |title=Effect of Relative Humidity on the Ripening Behaviour and Quality of Ethylene Treated Banana Fruit |journal=Journal of Agriculture & Social Sciences |volume=2 |issue=1 |pages=54–56 |url=http://www.fspublishers.org/jass/past-issues/JASSVOL_2_NO_1/15.pdf |accessdate=2011-07-16 |lastauthoramp=yes |deadurl=yes |archiveurl=https://web.archive.org/20101215071758/http://fspublishers.org/jass/past-issues/JASSVOL_2_NO_1/15.pdf |archivedate=December 15, 2010 }}</ref>\n\n<ref name=Anan09>{{cite book |last=Anania |first=Giovanni |date=July 2009 |url=http://ictsd.org/downloads/2009/07/web_bananas.pdf |title=How would a WTO agreement on bananas affect exporting and importing countries? (Issue Paper No. 21) |publisher=[[ICTSD]]}}{{dead link|date=August 2014}}</ref>\n\n<ref name=apscience>{{cite web |title=Tracing antiquity of banana cultivation in Papua New Guinea |publisher=The Australia & Pacific Science Foundation |url=http://apscience.org.au/projects/PBF_02_3/pbf_02_3.htm |accessdate=2007-09-18 |archiveurl=http://web.archive.org/web/20070829105533/http://www.apscience.org.au/projects/PBF_02_3/pbf_02_3.htm |archivedate=2007-08-29 }}</ref>\n\n<ref name=Armstrong>{{cite web |url=http://waynesword.palomar.edu/fruitid1.htm |last=Armstrong |first=Wayne P. |title=Identification Of Major Fruit Types |work=Wayne's Word: An On-Line Textbook of Natural History |accessdate=2013-08-17 }}</ref>\n\n<ref name=Bail16>{{cite book |first=Liberty Hyde |last=Bailey |title=The Standard Cyclopedia of Horticulture |date=1916 |url=http://books.google.com/books?id=uZMDAAAAMAAJ&pg=PA2076 |pages=2076–2079 |publisher=Macmillan}}</ref>\n\n<ref name=Bark08>{{cite journal |last=Barker |first=C.L. |title=Conservation: Peeling Away |journal=National Geographic Magazine |date=November 2008}}</ref>\n\n<ref name=BBC990616>{{cite news |url=http://news.bbc.co.uk/1/hi/uk/370550.stm |title=UK &#124; Ancient London banana unpeeled |publisher=BBC News |date=June 16, 1999 |accessdate=2014-03-10}}</ref>\n\n<ref name=BBC140310>{{cite news |url=http://www.bbc.co.uk/news/business-26511507 |title=BBC News – Fyffes and Chiquita to create largest banana firm |publisher=BBC |accessdate=2014-03-10 |date=March 10, 2014}}</ref>\n\n<ref name=Botgard>{{cite web |first=Arthur C. |last=Gibson |url=http://www.botgard.ucla.edu/html/botanytextbooks/economicbotany/Musa/index.html |title=Bananas and plantains |publisher=UCLA |accessdate=2014-09-05}}</ref>\n\n<ref name=Brad68>{{Cite journal |last1=Bradbury |first1=J.F. |last2=Yiguro |first2=D. |title=Bacterial wilt of Enset (''Ensete ventricosa'') incited by ''Xanthomonas musacearum'' |journal=Phytopathology |volume=58 |date=1968 |pages=111–112 |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=Brod78>{{Cite book |last=Brodsky |first=Allen B |year=1978 |title=CRC Handbook on Radiation Measurement and Protection |publication-place=West Palm Beach, FL |publisher=CRC Press |isbn=978-0-8493-3756-7 |volume=1 |at=p. 620 Table A.3.7.12 }}</ref>\n\n<ref name=CAB49>{{cite book |title=Plant Breeding Abstracts |publisher=Commonwealth Agricultural Bureaux |date=1949 |page=162}}</ref>\n\n<ref name=CassWu07>{{cite web |first1=Stephen |last1=Cass |first2=Corinna |last2=Wu |url=http://discovermagazine.com/2007/jun/life-is-rad |title=Everything Emits Radiation—Even You: The millirems pour in from bananas, bomb tests, the air, bedmates... |work=Discover: Science, Technology, and the Future |date=June 4, 2007 |accessdate=2011-09-05 |lastauthoramp=yes}}</ref>\n\n<ref name=Cast09>{{cite web |url=http://www.damninteresting.com/the-unfortunate-sex-life-of-the-banana |title=The Unfortunate Sex Life of the Banana |first=Matt |last=Castle |date=August 24, 2009 |publisher=DamnInteresting.com}}</ref>\n\n<ref name=ChemAbout>{{cite web |url=http://chemistry.about.com/b/2011/07/10/bananas-are-radioactive.htm |title=Bananas Are Radioactive |publisher=About.com |accessdate=2014-09-05}}</ref>\n\n<ref name=Chiquita>{{cite web |title=Our plantains: What is a plantain? |url=http://www.chiquitabananas.com/Banana-Information/type-plantains-bananas.aspx |publisher=Chiquita |accessdate=2013-02-02 }}</ref>\n\n<ref name=ChiquitaRipen>{{cite web |url=http://www.chiquitabananas.com/Banana-Information/selecting-handling-ripening-bananas.aspx |title=How to Ripen Bananas |publisher=Chiquita |accessdate=2009-08-15}}</ref>\n\n<ref name=crfg>{{cite web |publisher=California Rare Fruit Growers |url=http://www.crfg.org/pubs/ff/banana.html |title=Banana Fruit Facts |accessdate=2008-12-30}}</ref>\n\n<ref name=Denh03>{{Cite journal |last=Denham |first=T.P. |last2=Haberle |first2=S.G. |last3=Lentfer |first3=C. |last4=Fullagar |first4=R. |last5=Field |first5=J. |last6=Therin |first6=M. |last7=Porch|first7= N.|last8=Winsborough|first8= B. |date=2003 |title=Origins of Agriculture at Kuk Swamp in the Highlands of New Guinea |journal=Science |volume=301|issue=5630 |pages=189–193 |doi=10.1126/science.1085255  |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=dHon12>{{Cite journal |last1=d’Hont |first1=A. L. |last2=Denoeud |first2=F. |last3=Aury |first3=J. M. |last4=Baurens |first4=F. C. |last5=Carreel |first5=F. O. |last6=Garsmeur |first6=O. |last7=Noel |first7=B. |last8=Bocs |first8=S. P. |last9=Droc |first9=G. T. |last10=Rouard |first10=M. |last11=Da Silva |first11=C. |last12=Jabbari |first12=K. |last13=Cardi |first13=C. L. |last14=Poulain |first14=J. |last15=Souquet |first15=M. N. |last16=Labadie |first16=K. |last17=Jourda |first17=C. |last18=Lengellé |first18=J. |last19=Rodier-Goud |first19=M. |last20=Alberti |first20=A. |last21=Bernard |first21=M. |last22=Correa |first22=M. |last23=Ayyampalayam |first23=S. |last24=McKain |first24=M. R. |last25=Leebens-Mack |first25=J. |last26=Burgess |first26=D. |last27=Freeling |first27=M. |last28=Mbéguié-a-Mbéguié |first28=D. |last29=Chabannes |first29=M. |last30=Wicker |first30=T. |title=The banana (Musa acuminata) genome and the evolution of monocotyledonous plants |doi=10.1038/nature11241 |journal=Nature |date=2012 |pmid=22801500 |pages=213–217 |volume=488 |issue=7410 |lastauthoramp=yes }}</ref>\n\n<ref name=Ding07>{{cite journal|first1=Phebe |last1=Ding |first2=S.H. |last2=Ahmad |first3=A.R.A. |last3=Razak |first4=N. |last4=Shaari |first5=M.T.M. |last5=Mohamed |date=2007 |title=Plastid ultrastructure, chlorophyll contents, and colour expression during ripening of Cavendish banana (''Musa acuminata'' 'Williams') at 17°C and 27°C |journal=New Zealand Journal of Crop and Horticultural Science |volume=35 |issue=2 |pages=201–210 |url=http://psasir.upm.edu.my/836/1/PFP10.PDF |accessdate=2011-07-16 |doi=10.1080/01140670709510186 |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=DRC>{{cite web |first=D.R. |last=Constantine |url=http://www.users.globalnet.co.uk/~drc/mparadisiaca.htm |title=Musa paradisiaca  |archiveurl=http://web.archive.org/web/20080905010528/http://www.users.globalnet.co.uk/~drc/mparadisiaca.htm |archivedate=2008-09-05 |accessdate=2014-09-05}}</ref>\n\n<ref name=Engl03>{{Cite journal |last=Englberger |first=Lois |year=2003 |title=Carotenoid-rich bananas in Micronesia |journal=InfoMusa |volume=12 |issue=2 |pages=2–5 |url=http://www.musalit.org/pdf/IN040501_en.pdf |accessdate=2013-01-22 |ref=harv }}</ref>\n\n<ref name=ETR>{{cite web |url=http://enochthered.wordpress.com/category/banana-dose/ |title=banana dose « Physical Insights |publisher=Enochthered.wordpress.com |date=July 25, 2007 |accessdate=2011-10-02}}</ref>\n\n<ref name=Fahl00>{{cite book |title=Ullmann's Encyclopedia of Industrial Chemistry |chapter=Flavors and Fragrances |last1=Fahlbusch |first1=Karl-Georg |last2=Hammerschmidt |first2=Franz-Josef |last3=Panten |first3=Johannes |last4=Pickenhagen |first4=Wilhelm |last5=Schatkowski |first5=Dietmar |last6=Bauer |first6=Kurt |last7=Garbe |first7=Dorothea |last8=Surburg |first8=Horst |publisher=Wiley-VCH Verlag GmbH & Co. KGaA |date=2000 |volume=15 |pages=82 |isbn=978-3-527-30673-2 |doi=10.1002/14356007.a11_141 |lastauthoramp=yes}}</ref>\n\n<ref name=fao>{{cite web |title=FAOSTAT: ProdSTAT: Crops |publisher=[[Food and Agriculture Organization]] |date=2005 |url=http://faostat.fao.org/site/567/DesktopDefault.aspx?PageID=567 |accessdate=2006-12-09}}</ref>\n\n<ref name=GibeDufoGiraSanc09>{{Cite journal |last=Gibert |first=Olivier |last2=Dufour |first2=Dominique |last3=Giraldo |first3=Andrés |last4=Sánchez |first4=Teresa |last5=Reynes |first5=Max |last6=Pain |first6=Jean-Pierre |last7=González |first7=Alonso |last8=Fernández |first8=Alejandro |last9=Díaz |first9=Alberto |date=2009 |title=Differentiation between Cooking Bananas and Dessert Bananas. 1. Morphological and Compositional Characterization of Cultivated Colombian Musaceae (''Musa'' sp.) in Relation to Consumer Preferences |journal=Journal of Agricultural and Food Chemistry |volume=57 |issue=17 |pages=7857–7869 |doi=10.1021/jf901788x |pmid=19691321 |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=Greenearth>{{cite web |publisher=Greenearth |url=http://www.bananaplants.net/banananinfo.html |title=Banana Plant Growing Info |accessdate=2008-12-20}}</ref>\n\n<ref name=Hindu110228>{{cite news |title=A snack & a snare |url=http://www.thehindu.com/features/metroplus/Food/pazham-pachadi/article1489810.ece |accessdate=2014-01-03 |location=Chennai, India |work=The Hindu |first=Prema |last=Manmadhan |date=February 28, 2011}}</ref>\n\n<ref name=Hindu130413>{{cite news |title=The taste of Kerala |url=http://www.thehindu.com/features/magazine/the-taste-of-kerala/article4605855.ece |accessdate=2014-01-03 |location=Chennai, India |work=The Hindu |first=Ignatius |last=Pereira |date=April 13, 2013}}</ref>\n\n<ref name=Holmes>{{cite journal |last=Holmes |first=Bob |date=April 20, 2013 |title=Go Bananas |journal=New Scientist |volume=218 |issue=2913 |pages=9–41}} (Also at {{cite web |last=Holmes |first=Bob |date=April 20, 2013 |title=Nana from heaven? How our favourite fruit came to be |work=New Scientist |url=http://www.newscientist.com/article/mg21829132.000-nana-from-heaven-how-our-favourite-fruit-came-to-be.html |accessdate=2013-04-19 |subscription=yes}})</ref>\n\n<ref name=Homecooking>{{cite web |url=http://homecooking.about.com/od/foodhistory/a/bananahistory.htm |title=Banana History – The history of bananas as food |publisher=Homecooking.about.com |date=May 5, 2011 |accessdate=2011-10-02}}</ref>\n\n<ref name=HyamPank95>{{Cite book |last=Hyam |first=R. |last2=Pankhurst |first2=R.J. |date=1995 |title=Plants and their names : a concise dictionary |publication-place=Oxford |publisher=Oxford University Press |isbn=978-0-19-866189-4 |lastauthoramp=yes |page=329}}</ref>\n\n<ref name=IBS>{{cite web |title=Risk assessment of Eastern African Highland Bananas and Plantains against TR4 |publisher=[[International Tropical Fruits Network|International Banana Symposium]] |date=2012 |url=http://banana-networks.org/bapnet/files/2012/11/Risk-Assessment-EAHB1.pdf |accessdate=2014-04-06}}</ref>\n\n<ref name=ipmcenters>{{cite web|url=http://www.ipmcenters.org/cropprofiles/docs/hibananas.html |title=Crop Profile for Bananas in Hawaii |publisher=Ipmcenters.org |accessdate=2009-04-16 |deadurl=yes |archiveurl=https://web.archive.org/20081005024439/http://www.ipmcenters.org:80/cropprofiles/docs/hibananas.html |archivedate=October 5, 2008 }}</ref>\n\n<ref name=Jenn92>{{cite book |first1=Ronald |last1=Jennings |title=Christians and Muslims in Ottoman Cyprus and the Mediterranean World, 1571–1640 |publication-place=New York |publisher=NYU Press |year=1992 |page=189 |isbn=978-0-8147-4181-8}}</ref>\n\n<ref name=Koep08>{{cite book |first=Dan |last=Koeppel |title=Banana: The Fate of the Fruit that Changed the World |publication-place=New York |publisher=Hudson Street Press |date=2008 |pages=51–53 |isbn=978-0-452-29008-2}}</ref>\n\n<ref name=LangMare04>{{cite book |chapter=Tracking the banana: its significance in early agriculture |first1=Edmond |last1=de Langhe |first2=Pierre |last2=de Maret |editor1-first=Jon G. |editor1-last=Hather |title=The Prehistory of Food: Appetites for Change |publisher=Routledge |date=2004 |page=372 |isbn=978-0-203-20338-5 |url=http://books.google.com/books?id=DMgKW9HleFoC&lpg=PP1&pg=PA372 |lastauthoramp=yes}}</ref>\n\n<ref name=Lejj05>{{cite journal |title=Africa's earliest bananas? |first1=B. Julius |last1=Lejju |first2=Peter |last2=Robertshaw |first3=David |last3=Taylor |date=2005 |journal=Journal of Archeological Science |url=http://www.inibap.org/pdf/phytoliths_en.pdf |archiveurl=http://web.archive.org/web/20071202120538/http://www.inibap.org/pdf/phytoliths_en.pdf |archivedate=2007-12-02 |lastauthoramp=yes}}</ref>\n\n<ref name=Mbid00>{{cite journal |title=Evidence for banana cultivation and animal husbandry during the first millennium BCE in the forest of southern Cameroon |last1=Mbida |first1=V.M. |last2=Van Neer |first2=W. |last3=Doutrelepont |first3=H. |last4=Vrydaghs |first4=L. |date=2000 |journal=Journal of Archeological Science |url=http://www.clas.ufl.edu/users/krigbaum/6930/mbida_etal_JAS_2000.pdf |doi=10.1006/jasc.1999.0447 |volume=27 |issue=2 |pages=151–162 |lastauthoramp=yes}}</ref>\n\n<ref name=Mont03>{{cite news |last=Montpellier |first=Emile Frison |title=Rescuing the banana |publisher=[[New Scientist]] |date=February 8, 2003 |url=http://www.newscientist.com/article/mg17723813.300-rescuing-the-banana.html |accessdate=2006-12-09}}</ref>\n\n<ref name=Mose08>{{Cite journal |first1=Simone |last1=Moser |first2=Thomas |last2=Müller |first3=Marc-Olivier |last3=Ebert |first4=Steffen |last4=Jockusch |first5=Nicholas J. |last5=Turro |first6=Bernhard |last6=Kräutler |date=2008 |title=Blue luminescence of ripening bananas |journal=Angewandte Chemie International Edition |volume=47 | issue=46 |pages=8954–8957 |doi=10.1002/anie.200803189 |pmc=2912500 |pmid=18850621 |ref=harv |url=http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2912500/pdf/ukmss-31317.pdf |accessdate=2014-05-16 |lastauthoramp=yes}}</ref>\n\n<ref name=Mui02>{{cite journal |url=http://pubs.acs.org/doi/abs/10.1021/jf011218n |title=Flavor and Texture of Banana Chips Dried by Combinations of Hot Air, Vacuum, and Microwave Processing |journal=Journal of Agricultural and Food Chemistry |date=2002 |volume=50 |issue=7 |pages=1883–1889 |doi=10.1021/jf011218n |last1=Mui |first1=Winnie W. Y. |last2=Durance |first2=Timothy D. |last3=Scaman |first3=Christine H. |lastauthoramp=yes}} \"Isoamyl acetate (9.6%) imparts the characteristic aroma typical of fresh bananas (13, 17−20), while butyl acetate (8.1%) and isobutyl acetate (1.4%) are considered to be character impact compounds of banana flavor.\"</ref>\n\n<ref name=MW>{{cite web |title=Banana |work=Merriam-Webster Online Dictionary |url=http://www.merriam-webster.com/dictionary/banana?show=0&t=1357340585 |accessdate=2013-01-04 |ref=harv }}</ref>\n\n<ref name=Mwan07>{{Cite journal |last1=Mwangi |first1=M. |last2=Bandyopadhyay |first2=R. |last3=Ragama |first3=P. |last4=Tushemereirwe |first4=R.K. |title=Assessment of banana planting practices and cultivar tolerance in relation to management of soilborne ''Xanthomonas campestris'' pv. ''musacearum'' |journal=Crop Protection |volume=26 |date=2007 |pages=1203–1208 |doi=10.1016/j.cropro.2006.10.017 |issue=8 |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=newton>{{cite web |title=Ethylene Process |url=http://www.newton.dep.anl.gov/askasci/bot00/bot00553.htm |accessdate=2010-02-17 |archiveurl=http://web.archive.org/web/20100324070541/http://www.newton.dep.anl.gov/askasci/bot00/bot00553.htm |archivedate=2010-03-24}}</ref>\n\n<ref name=NS060613>{{cite news |title=A future with no bananas? |publisher=[[New Scientist]] |date=May 13, 2006 |url=http://www.newscientist.com/channel/earth/dn9152-a-future-with-no-bananas.html |accessdate=2006-12-09 }}</ref>\n\n<ref name=Nutridata>{{cite web |title=Nutrition Facts for raw banana, one NLEA serving, 126 g |publisher=Nutritiondata.com |url=http://nutritiondata.self.com/facts/fruits-and-fruit-juices/1846/2 }}</ref>\n\n<ref name=NZH>{{cite news |title=Big-business greed killing the banana – Independent |publisher=[[The New Zealand Herald]] |date=May 24, 2008 |page=A19}}</ref>\n\n<ref name=OEtymD>{{cite web |url=http://www.etymonline.com/index.php?term=banana |title=Banana |work=Online Etymology Dictionary |accessdate=2010-08-05}}</ref>\n\n<ref name=pazhampachadi>{{cite news |title=Pazham Pachadi |url=http://www.thehindu.com/features/metroplus/Food/pazham-pachadi/article1489810.ece |accessdate=2014-01-03 |location=Chennai, India |work=The Hindu |first=Prema |last=Manmadhan |date=February 28, 2011}}</ref>\n\n<ref name=Peed11>{{cite news |last=Peed |first=Mike |url=http://www.newyorker.com/reporting/2011/01/10/110110fa_fact_peed |title=We Have No Bananas: Can Scientists Defeat a Devastating Blight? |newspaper=The New Yorker |date=January 10, 2011 |pages=28–34 |accessdate=2011-01-13}}</ref>\n\n<ref name=Phora>{{cite web|url=http://www.phora-sotoby.com/history.html |title=Phora Ltd. – History of Banana |publisher=Phora-sotoby.com |accessdate=2009-04-16 |archiveurl=http://web.archive.org/web/20090416175908/http://www.phora-sotoby.com/history.html |archivedate=2009-04-16 }}</ref>\n\n<ref name=PicqINIB00>{{Cite book |date=2000 |editor-last=Picq |editor-first=Claudine |editor2-last=INIBAP |title=Bananas |edition=English |publication-place=Montpellier |publisher=International Network for the Improvement of Banana and Plantains/International Plant Genetic Resources Institute |isbn=978-2-910810-37-5 |url=http://www.musalit.org/pdf/info09.1_en.pdf |accessdate=2013-01-31 |lastauthoramp=yes }}</ref>\n\n<ref name=plantphys>{{cite web |title=Fruit Ripening |url=http://plantphys.info/plants_human/fruitgrowripe.shtml |accessdate=2010-02-17}}</ref>\n\n<ref name=Porc02>{{cite web |url= http://www.plantnames.unimelb.edu.au/Sorting/Musa.html |title= Sorting Musa names |first=Michel H. |last=Porcher |date=July 19, 2002 |publisher=The University of Melbourne |accessdate=2011-01-11 }}</ref>\n\n<ref name=purdue1>{{cite web|url=http://www.hort.purdue.edu/newcrop/morton/banana.html |title=Banana from 'Fruits of Warm Climates' by Julia Morton |publisher=Hort.purdue.edu |accessdate=2009-04-16 |archiveurl= http://web.archive.org/web/20090415160027/http://www.hort.purdue.edu/newcrop/morton/banana.html |archivedate=2009-04-15 }}</ref>\n\n<ref name=QiMoorOrch00>{{Cite journal |last=Qi |first=Baoxiu |last2=Moore |first2=Keith G. |last3=Orchard |first3=John |date=2000 |title=Effect of Cooking on Banana and Plantain Texture |journal=Journal of Agricultural and Food Chemistry |volume=48 |pages=4221–4226 |doi=10.1021/jf991301z |lastauthoramp=yes |issue=9 |pmid=10995341 |ref=harv }}</ref>\n\n<ref name=Rand09>{{cite book |last1=Randrianja |first1=Solofo |first2=Stephen |last2=Ellis |title=Madagascar: A Short History |publisher=University of Chicago Press |date=2009 |isbn=978-1-85065-947-1 |lastauthoramp=yes}}</ref>\n\n<ref name=Salm96>{{cite journal |title=Compositional and Isotopic Studies of Fruit Flavours. Part I. The Banana Aroma |journal=Flavour and Fragrance Journal |date=November–December 1996 |volume=11 |issue=6 |pages=353–359 |doi=10.1002/(SICI)1099-1026(199611)11:6<353::AID-FFJ596>3.0.CO;2-9 |last1=Salmon |first1=B. |last2=Martin |first2=G. J. |last3=Remaud |first3=G. |last4=Fourel |first4=F. |lastauthoramp=yes}}</ref>\n\n<ref name=Scot70>{{cite journal |last1=Scott |first1=K.J. |last2=McGlasson |first2=W.B. |last3=Roberts |first3=E.A. |title=Potassium Permanganate as an Ethylene Absorbent in Polyethylene Bags to Delay the Ripening of Bananas During Storage |journal= Australian Journal of Experimental Agriculture and Animal Husbandry |doi=10.1071/EA9700237 |volume=10 |issue=43 |page=237 |date=1970 |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=Scot71>{{cite journal |last1=Scott |first1=K.J. |last2=Blake |first2=J.R. |last3=Stracha |first3=G. |last4=Tugwell |first4=B.L. |last5=McGlasson |first5=W.B. |date=1971 |title=Transport of Bananas at Ambient Temperatures using Polyethylene Bags |journal=Tropical Agriculture (Trinidad) |volume=48 |pages=163–165 |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=Scot74>{{cite journal |last1=Scott |first1=K.J. |last2=Gandanegara |first2=S. |date=1974 |title=Effect of Temperature on the Storage Life of bananas Held in Polyethylene Bags with an Ethylene Absorbent |journal=Tropical Agriculture (Trinidad) |volume=51 |pages=23–26 |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=Simm62>{{cite journal |first=N.W. |last=Simmonds |date=1962 |title=Where our bananas come from |journal=New Scientist |volume=16 |issue=307 |pages=36–39 |publisher=Reed Business Information |issn=0262-4079 |url=http://books.google.com/books?id=ooQ6YhL3rtMC&lpg=PA1&pg=PA36#v=onepage&q&f=false |accessdate=2011-06-11 |ref=harv }}</ref>\n\n<ref name=Smit77>{{Cite book |last=Smith |first=James P. |date=1977 |title=Vascular Plant Families |publication-place=Eureka, Calif. |publisher=Mad River Press |isbn=978-0-916422-07-3 }}</ref>\n\n<ref name=StovSimm87p183>{{Harvtxt|Stover|Simmonds|1987|p=183}}. \"The Horn and French group of plantain cultivars (AAB) are preferred for cooking purposes over ABB cooking bananas&nbsp;... As a result the AAB plantains fetch a higher price than the ABB cooking bananas.\"</ref>\n\n<ref name=straightdope>{{cite web |url=http://www.straightdope.com/columns/read/2995/are-bananas-about-to-become-extinct |title=Are bananas about to become extinct? |accessdate=2012-12-13}}</ref>\n\n<ref name=Tayl04>{{cite journal |last=Taylor |first=J.S. |last2=Erkek |first2=E. |date=2004 |title=Latex allergy: diagnosis and management |journal=Dermatological Therapy |volume=17 |issue=4 |pages=289–301 |pmid=15327474 |doi=10.1111/j.1396-0296.2004.04024.x |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=thefinancialexpress-bd>{{cite web |first1=Jasim Uddin |last1=Haroon |date=September 10, 2008 |title=Banana consumption on rise during Ramadan |work=The Financial Express |url=http://www.thefinancialexpress-bd.com/old/2008/09/10/45131.html |accessdate=2014-09-05}}</ref>\n\n<ref name=Tush04>{{Cite journal |last1=Tushemereirwe |first1=W. |last2=Kangire |first2=A. |last3=Ssekiwoko |first3=F. |last4=Offord |first4=L.C. |last5=Crozier |first5=J. |last6=Boa |first6=E. |last7=Rutherford |first7=M. |last8=Smith |first8=J.J. |title=First report of ''Xanthomonas campestris'' pv. ''musacearum'' on banana in Uganda |journal=Plant Pathology |volume=53 |date=2004 |page=802 |doi=10.1111/j.1365-3059.2004.01090.x |issue=6 |ref=harv |lastauthoramp=yes}}</ref>\n\n<ref name=UMM>{{cite web |url=http://www.umm.edu/altmed/articles/tyrosine-000329.htm |title=Tyrosine |publisher=University of Maryland, Medical Center |accessdate=2011-02-20}}</ref>\n\n<ref name=Wark04>{{Cite web |last=Warkentin |first=Jon |year=2004 |title=How to make a Banana Split |publisher=University of Manitoba |url=http://umanitoba.ca/outreach/crystal/Grade%209/Cluster%201/S1-1-07%20-%20How%20to%20make%20a%20Banana%20Split%20-%20Demonstration%20and%20Investigation.doc |accessdate=2014-07-21 |format=Microsoft Word }}</ref>\n\n<ref name=Wats83>{{Cite book |last=Watson |first=Andrew |date=1983 |title=Agricultural innovation in the early Islamic world |publication-place=New York |publisher=Cambridge University Press |isbn=978-0-521-24711-5 |page=54}}</ref>\n\n<ref name=WCSP_Musa>Search for \"Musa\", {{Cite web |title=World Checklist of Selected Plant Families |publisher=[[Royal Botanic Gardens, Kew]] |url=http://apps.kew.org/wcsp/ |accessdate=2013-01-06 }}</ref>\n\n<ref name=WCSP_Mp>{{Cite web |title=''Musa paradisiaca''|work=World Checklist of Selected Plant Families |publisher=[[Royal Botanic Gardens, Kew]] |url=http://apps.kew.org/wcsp/namedetail.do?name_id=254888 |accessdate=2013-01-06}}</ref>\n\n<ref name=Wong11>{{cite web |url=http://www.scq.ubc.ca/the-pursuit-of-happiness-aka-it-appears-that-the-writer-wrote-about-bananas-after-eating-a-few-too-many/ |title=The Pursuit of Happiness (A.K.A. It Appears That The Writer Wrote About Bananas After Eating A Few Too Many) |first=Jerry |last=Wong |publisher=The Science Creative Quarterly, University of British Columbia |accessdate=2011-02-20}}</ref>\n\n<ref name=Zell05>{{cite journal |title=Herkunft, Diversität und Züchtung der Banane und kultivierter Zitrusarten ''(Origin, diversity and breeding of banana and cultivated citrus)''|first1=Friedrich J. |last1=Zeller |date=2005 |journal=Journal of Agriculture and Rural Development in the Tropics and Subtropics, Supplement 81 |url=http://www.uni-kassel.de/upress/online/frei/978-3-89958-116-4.volltext.frei.pdf |accessdate=2014-09-05 |language=German}}</ref>\n}}\n\n==Bibliography==\n{{refbegin|30em}}\n* {{Cite book |last=Nelson |first=S.C. |last2=Ploetz |first2=R.C. |last3=Kepler |first3=A.K. |date=2006 |chapter=''Musa'' species (bananas and plantains) |editor-last=Elevitch |editor-first=C.R<!--.--> |title=Species Profiles for Pacific Island Agroforestry |publication-place=Hōlualoa, Hawai'i |publisher=Permanent Agriculture Resources (PAR) |url=http://agroforestry.net/tti/Musa-banana-plantain.pdf |accessdate=2013-01-10 |lastauthoramp=yes |ref=harv }}\n* {{Cite book |last=Office of the Gene Technology Regulator|date=2008|title=The Biology of ''Musa'' L. (banana)|publisher=Australian Government|url=http://www.ogtr.gov.au/internet/ogtr/publishing.nsf/content/banana-3/$FILE/biologybanana08.pdf |accessdate=2013-01-30 |lastauthoramp=yes |ref=harv }}\n* {{Cite book |last=Ploetz |first=R.C. |last2=Kepler |first2=A.K. |last3=Daniells |first3=J. |last4=Nelson |first4=S.C. |date=2007 |chapter=Banana and Plantain: An Overview with Emphasis on Pacific Island Cultivars |editor-last=Elevitch |editor-first=C.R<!--.--> |title=Species Profiles for Pacific Island Agroforestry |publication-place=Hōlualoa, Hawai'i |publisher=Permanent Agriculture Resources (PAR) |url=http://agroforestry.net/tti/Banana-plantain-overview.pdf |accessdate=2013-01-10 |lastauthoramp=yes |ref=harv }}\n* {{Cite book |last=Stover |first=R.H. |last2=Simmonds |first2=N.W. |date=1987 |title=Bananas |edition=3rd |publication-place=Harlow, England |publisher=Longman |isbn=978-0-582-46357-8 |lastauthoramp=yes |ref=harv }}\n* {{Cite book |last=Valmayor |first=Ramón V. |last2=Jamaluddin |first2=S.H. |last3=Silayoi |first3=B. |last4=Kusumo |first4=S. |last5=Danh |first5=L.D. |last6=Pascua |first6=O.C. |last7=Espino |first7=R.R.C. |date=2000 |title=Banana cultivar names and synonyms in Southeast Asia |publication-place=Los Baños, Philippines |publisher=International Network for Improvement of Banana and Plantain – Asia and the Pacific Office |isbn=978-971-91751-2-4 |url=http://kukr.lib.ku.ac.th/Fulltext_kukr/KU0222075c.pdf |accessdate=2013-01-08 |archiveurl=http://www.webcitation.org/6DWPTd1hm |archivedate=2013-01-08  |lastauthoramp=yes |ref=harv }}\n{{refend}}\n\n==Further reading==\n* [[Harriet Lamb]], \"Fighting The Banana Wars and other Fairtrade Battles\", ISBN 978-1-84604-083-2\n\n==External links==\n{{Sister project links |wikt=banana |commons=Banana |b=no |n=no |q=no |s=1911 Encyclopædia Britannica/Banana |v=Banana production |voy=no }}\n*[http://www.kew.org/science-conservation/plants-fungi/musa-acuminata-banana Kew plant profile: ''Musa acuminata'' (banana)]\n* [http://agritrade.cta.int/Agriculture/Commodities/Bananas Articles on banana trade at ''Agritrade'']\n\n{{Agriculture country lists}}\n{{Banana}}\n{{Yunnan cuisine}}\n\n{{Authority control}}\n\n[[Category:Bananas| ]]\n[[Category:Fiber plants]]\n[[Category:Staple foods]]\n[[Category:Tropical agriculture]]\n[[Category:Tropical fruit]]\n[[Category:Allergenic foods]]\n[[Category:Cormous plants]]"}]}}}}
